-- phpMyAdmin SQL Dump
-- version 4.4.15.10
-- https://www.phpmyadmin.net
--
-- Host: localhost
-- Generation Time: 2020-07-16 20:53:57
-- 服务器版本： 5.6.47-log
-- PHP Version: 5.6.40

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `youxiangdui`
--

-- --------------------------------------------------------

--
-- 表的结构 `ob_activity`
--

CREATE TABLE IF NOT EXISTS `ob_activity` (
  `id` int(255) NOT NULL,
  `timestamp` int(255) DEFAULT NULL,
  `operatorid` varchar(255) NOT NULL DEFAULT '',
  `departmentid` int(10) NOT NULL DEFAULT '0',
  `status` varchar(255) NOT NULL DEFAULT ''
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `ob_announcement`
--

CREATE TABLE IF NOT EXISTS `ob_announcement` (
  `id` int(11) NOT NULL,
  `title` varchar(100) DEFAULT NULL,
  `content` mediumtext NOT NULL,
  `adddate` datetime DEFAULT NULL,
  `state` tinyint(2) DEFAULT '1',
  `langid` int(11) DEFAULT NULL
) ENGINE=MyISAM AUTO_INCREMENT=7 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `ob_announcement`
--

INSERT INTO `ob_announcement` (`id`, `title`, `content`, `adddate`, `state`, `langid`) VALUES
(1, '热烈庆祝本公司网站构建成立！', '<p>热烈庆祝本公司网站构建成立！</p>', '2010-07-07 07:07:07', 1, 1),
(2, '公告演示标题', '<p>公告</p>', '2019-07-23 20:16:55', 1, 1),
(3, '公告标题演示', '<p>公告</p>', '2019-07-23 20:17:17', 1, 1),
(4, 'English bulletin information title', '<p>English bulletin content information, more text can be added by oneself</p>', '2019-08-17 02:24:39', 1, 2);

-- --------------------------------------------------------

--
-- 表的结构 `ob_apps`
--

CREATE TABLE IF NOT EXISTS `ob_apps` (
  `id` varchar(200) NOT NULL COMMENT '文件夹名称',
  `name` varchar(50) NOT NULL COMMENT '插件名称',
  `version` varchar(20) NOT NULL COMMENT '插件版本',
  `desc` varchar(200) DEFAULT NULL COMMENT '插件说明',
  `installed` int(1) NOT NULL DEFAULT '0' COMMENT '安装状态',
  `admin_url` varchar(200) DEFAULT NULL COMMENT '插件安装后跳转路径',
  `iscorp` int(1) NOT NULL DEFAULT '0' COMMENT '是否商业版',
  `icon` varchar(200) DEFAULT NULL COMMENT '插件图标',
  `static` int(1) NOT NULL DEFAULT '0' COMMENT '显示状态',
  `price` decimal(10,2) DEFAULT '0.00' COMMENT '插件单价',
  `isbuy` int(1) DEFAULT '0' COMMENT '是否支付'
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `ob_app_config`
--

CREATE TABLE IF NOT EXISTS `ob_app_config` (
  `id` int(11) NOT NULL COMMENT '公用插件表id',
  `name` varchar(50) NOT NULL COMMENT '配置名称',
  `value` varchar(255) NOT NULL COMMENT '配置数据',
  `title` varchar(255) DEFAULT NULL COMMENT '标题',
  `conent` varchar(255) DEFAULT NULL COMMENT '提示',
  `type` int(11) NOT NULL DEFAULT '1' COMMENT '类型（1/文本框 2/下拉框 3/单选）',
  `othervalue` text COMMENT '下拉，单选内容',
  `appname` varchar(50) NOT NULL COMMENT '绑定的插件名称'
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `ob_archive`
--

CREATE TABLE IF NOT EXISTS `ob_archive` (
  `aid` int(11) NOT NULL,
  `catid` int(6) NOT NULL,
  `typeid` int(6) NOT NULL,
  `title` varchar(255) NOT NULL,
  `subtitle` varchar(255) DEFAULT '',
  `tag` varchar(255) DEFAULT NULL,
  `username` varchar(50) NOT NULL,
  `userid` int(11) NOT NULL,
  `view` int(11) NOT NULL DEFAULT '0',
  `color` char(20) DEFAULT NULL,
  `strong` tinyint(1) DEFAULT '0',
  `toppost` tinyint(1) DEFAULT '0',
  `font` char(6) DEFAULT NULL,
  `spid` int(11) DEFAULT NULL,
  `ip` varchar(20) DEFAULT NULL,
  `mtitle` varchar(255) DEFAULT NULL,
  `keyword` varchar(255) DEFAULT NULL,
  `description` text,
  `listorder` int(11) DEFAULT NULL,
  `adddate` datetime DEFAULT NULL,
  `author` varchar(20) DEFAULT NULL,
  `image` varchar(255) DEFAULT NULL,
  `thumb` varchar(255) DEFAULT NULL,
  `state` tinyint(2) DEFAULT '1',
  `checked` tinyint(2) DEFAULT '0',
  `introduce` text,
  `introduce_len` int(5) NOT NULL,
  `content` mediumtext,
  `template` varchar(50) DEFAULT NULL,
  `templatewap` varchar(50) DEFAULT NULL,
  `showform` varchar(50) DEFAULT NULL,
  `htmlrule` varchar(100) DEFAULT NULL,
  `ishtml` tinyint(2) DEFAULT '0',
  `iswaphtml` tinyint(2) DEFAULT '0',
  `linkto` varchar(100) DEFAULT NULL,
  `attr1` varchar(20) DEFAULT NULL,
  `attr2` varchar(255) DEFAULT NULL,
  `attr3` varchar(20) DEFAULT NULL,
  `comment_num` int(11) DEFAULT '0',
  `attachment_id` varchar(50) DEFAULT NULL,
  `attachment_path` varchar(150) DEFAULT NULL,
  `grade` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `pics` text,
  `type` char(10) NOT NULL,
  `province_id` int(3) NOT NULL,
  `city_id` int(3) DEFAULT NULL,
  `section_id` int(3) DEFAULT NULL,
  `outtime` date NOT NULL,
  `isecoding` tinyint(1) unsigned DEFAULT '0',
  `ecoding` varchar(255) DEFAULT NULL,
  `iscomment` tinyint(1) DEFAULT '1',
  `updatedate` datetime DEFAULT NULL COMMENT '修改时间',
  `praise` varchar(255) DEFAULT NULL,
  `my_field` varchar(255) DEFAULT NULL COMMENT '商品信息字段',
  `salesnum` int(11) DEFAULT NULL,
  `langid` int(11) DEFAULT NULL,
  `inventory` int(11) NOT NULL DEFAULT '0',
  `my_tagone` mediumtext,
  `readmenoy` decimal(10,2) NOT NULL DEFAULT '0.00' COMMENT '阅读收费',
  `domwmenoy` decimal(10,2) NOT NULL COMMENT '下载收费',
  `combined` varchar(500) DEFAULT NULL COMMENT '组合商品',
  `buyurl` text COMMENT '购买链接',
  `my_shopping_model` text,
  `my_shopping_color` text
) ENGINE=MyISAM AUTO_INCREMENT=538 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `ob_archive`
--

INSERT INTO `ob_archive` (`aid`, `catid`, `typeid`, `title`, `subtitle`, `tag`, `username`, `userid`, `view`, `color`, `strong`, `toppost`, `font`, `spid`, `ip`, `mtitle`, `keyword`, `description`, `listorder`, `adddate`, `author`, `image`, `thumb`, `state`, `checked`, `introduce`, `introduce_len`, `content`, `template`, `templatewap`, `showform`, `htmlrule`, `ishtml`, `iswaphtml`, `linkto`, `attr1`, `attr2`, `attr3`, `comment_num`, `attachment_id`, `attachment_path`, `grade`, `pics`, `type`, `province_id`, `city_id`, `section_id`, `outtime`, `isecoding`, `ecoding`, `iscomment`, `updatedate`, `praise`, `my_field`, `salesnum`, `langid`, `inventory`, `my_tagone`, `readmenoy`, `domwmenoy`, `combined`, `buyurl`, `my_shopping_model`, `my_shopping_color`) VALUES
(9, 12, 0, 'CH-17 路由器', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2020-01-16 22:22:11', 'admin', '', '/html/upload/images/201907/15590078646183.jpg', 1, 1, '从过滤网络流量的角度来看，路由器的作用与交换机和网桥非常相似路由器。但是与工作在网络数据链路层，从物理上划分网段的交换机不同，路由器使用专门的软件协议从逻辑上对整个网络进行划分。例如，一台支持IP协议的路由器可以把网络划分成多个子网段，只有指向特殊IP地址的网络流量才可以通过路由器。对于每一个接收到的数据包，路由器都会重新计算其校验值，并写入新的物理地址。因此，使用路由器转发和过滤数据的速度往往要', 0, '<p>从过滤网络流量的角度来看，路由器的作用与交换机和网桥非常相似路由器</p><p>。但是与工作在网络数据链路层，从物理上划分网段的交换机不同，路由器使用专门的软件协议从逻辑上对整个网络进行划分。例如，一台支持IP协议的路由器可以把网络划分成多个子网段，只有指向特殊IP地址的网络流量才可以通过路由器。对于每一个接收到的数据包，路由器都会重新计算其校验值，并写入新的物理地址。因此，使用路由器转发和过滤数据的速度往往要比只查看数据包物理地址的交换机慢。但是，对于那些结构复杂的网络，使用路由器可以提高网络的整体效率。路由器的另外一个明显优势就是可以自动过滤网络广播。总体上说，在网络中添加路由器的整个安装过程要比即插即用的交换机复杂很多。</p><p><br/></p><p class="title-text" style="margin: 0px; padding: 0px; font-size: 18px; font-weight: 400;"><span style="font-size: 16px;">有的路由器仅支持单一协议，但大部分路由器可以支持多种协议的传输，即多协议路由器。由于每一种协议都有自己的规则，要在一个路由器中完成多种协议的算法，势必会降低路由器的性能。路由器的主要工作就是为经过路由器的每个数据帧寻找一条最佳传输路径，并将该数据有效地传送到目的站点。由此可见，选择最佳路径的策略即路由算法是路由器的关键所在。为了完成这项工作，在路由器中保存着各种传输路径的相关数据－－路径表（Routing Table），供路由选择时使用。路径表中保存着子网的标志信息、网上路由器的个数和下一个路由器的名字等内容。路径表可以是由系统管理员固定设置好的。</span><br/></p><p>静态路由表：由系统管理员事先设置好固定的路径表称之为静态（static）路径表。</p><p>动态路由表：动态（Dynamic）路径表是路由器根据网络系统的运行情况而自动调整的路径表。</p><p>路由器是一种多端口设备，它可以连接不同传输速率并运行于各种环境的局域网和广域网，也可以采用不同的协议。路由器属于O S I 模型的第三层--网络层。指导从一个网段到另一个网段的数据传输，也能指导从一种网络向另一种网络的数据传输。&nbsp;</p><p>第一，网络互连：路由器支持各种局域网和广域网接口，主要用于互连局域网和广域网，实现不同网络互相通信；<br/>　　第二，数据处理：提供包括分组过滤、分组转发、优先级、复用、加密、压缩和防火墙等功能；<br/>　　第三，网络管理：路由器提供包括路由器配置管理、性能管理、容错管理和流量控制等功能。<br/>　　所谓“路由”，是指把数据从一个地方传送到另一个地方的行为和动作，而路由器，正是执行这种行为动作的机器，它的英文名称为Router,是一种连接多个网络或网段的网络设备，它能将不同网络或网段之间的数据信息进行“翻译”，以使它们能够相互“读懂”对方的数据，从而构成一个更大的网络。<br/>　　为了完成“路由”的工作，在路由器中保存着各种传输路径的相关数据－－路由表（Routing Table），供路由选择时使用。路由表中保存着子网的标志信息、网上路由器的个数和下一个路由器的名字等内容。路由表可以是由系统管理员固定设置好的，也可以由系统动态修改，可以由路由器自动调整，也可以由主机控制。在路由器中涉及到两个有关地址的名字概念，那就是：静态路由表和动态路由表。由系统管理员事先设置好固定的路由表称之为静态（static）路由表，一般是在系统安装时就根据网络的配置情况预先设定的，它不会随未来网络结构的改变而改变。动态（Dynamic）路由表是路由器根据网络系统的运行情况而自动调整的路由表。路由器根据路由选择协议（Routing Protocol）提供的功能，自动学习和记忆网络运行情况，在需要时自动计算数据传输的最佳路径。</p><p><br/></p><p><br/></p>', '0', '0', '0', '', 0, 0, '', '', '998', '', 0, '', '', 0, 'a:3:{i:1;a:2:{s:3:"url";s:43:"/html/upload/images/201907/15506336226893.jpg";s:3:"alt";s:9:"undefined";}i:2;a:2:{s:3:"url";s:43:"/html/upload/images/201907/15506335969988.jpg";s:3:"alt";s:9:"undefined";}i:3;a:2:{s:3:"url";s:43:"/html/upload/images/201907/15590079031945.jpg";s:3:"alt";s:9:"undefined";}}', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYwYXTmVmdpkOSDhl727', 1, '2020-01-16 22:22:11', '', 'my_shopping_model,my_shopping_color', 0, 1, 585, '', '0.00', '0.00', '', '{}', '1:300M,+,5,2:450M,+,10,3:500M,+,15,4:600M,+,20,5:700M,+,25,6:800M,+,30,', ''),
(8, 12, 0, 'CH-18 路由器', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2020-01-16 22:30:10', 'admin', '', '/html/upload/images/201907/15506336226893.jpg', 1, 1, '路由器里也有软件在运行，典型的例如微软(Microsoft)公司的Windows、苹果(Apple)公司的IOS与Mac OS、谷歌(Google)公司的Android，可以等同地认为它就是路由器的操作系统，像PC上使用的Windows操作系统一样。路由器的操作系统完成路由表的生成和维护。同样的，作为路由器来讲，也有一个类似于我们PC系统中BIOS一样作用的部分，叫做MiniIOS。MiniIOS', 0, '<p>路由器里也有软件在运行，典型的例如微软(Microsoft)公司的Windows、苹果(Apple)公司的IOS与Mac OS、谷歌(Google)公司的Android，可以等同地认为它就是路由器的操作系统，像PC上使用的Windows操作系统一样。路由器的操作系统完成路由表的生成和维护。&nbsp;</p><p>同样的，作为路由器来讲，也有一个类似于我们PC系统中BIOS一样作用的部分，叫做MiniIOS。MiniIOS可以使我们在路由器的FLASH中不存在ISO时，先引导起来，进入恢复模式，来使用TFTP或X-MODEM等方式去给FLASH中导入ISO文件。所以，路由器的启动过程应该是这样的：</p><p>路由器在加电后首先会进行POST。Power On Self Test (上电自检，对硬件进行检测的过程)。</p><p>POST完成后，首先读取ROM里的BootStrap程序进行初步引导。</p><p>初步引导完成后，尝试定位并读取完整的ISO镜像文件。在这里，路由器将会首先在FLASH中查找ISO文件，如果找到了ISO文件的话，那么读取ISO文件，引导路由器。</p><p>如果在FLASH中没有找到ISO文件的话，那么路由器将会进入BOOT模式，在BOOT模式下可以使用TFTP上的ISO文件。或者使用TFTP/X-MODEM来给路由器的FLASH中传一个ISO文件(一般我们把这个过程叫做灌ISO)。传输完毕后重新启动路由器，路由器就可以正常启动到CLI模式。</p><p>当路由器初始化完成ISO文件后，就会开始在NVRAM中查找STARTUP-CONFIG文件，STARTUP-CONFIG叫做启动配置文件。该文件里保存了我们对路由器所做的所有的配置和修改。当路由器找到了这个文件后，路由器就会加载该文件里的所有配置，并且根据配置来学习、生成、维护路由表，并将所有的配置加载到RAM(路由器的内存)里后，进入用户模式，最终完成启动过程。</p><p>如果在NVRAM里没有STARTUP-CONFIG文件，则路由器会进入询问配置模式，也就是俗称的问答配置模式，在该模式下所有关于路由器的配置都可以以问答的形式进行配置。不过一般情况下我们基本上是不用这样的模式的。我们一般都会进入CLI&nbsp;[1]&nbsp;&nbsp;(Comman Line Interface)命令行模式后对路由器进行配置。</p><p><br/></p><p>工作原理示例</p><p>（1）工作站A将工作站B的地址12.0.0.5连同数据信息以数据包的形式发送给路由器1。</p><p>（2）路由器1收到工作站A的数据包后，先从包头中取出地址12.0.0.5，并根据路径表计算出发往工作站B的最佳路径：R1-&gt;R2-&gt;R5-&gt;B；并将数据包发往路由器2。</p><p>（3）路由器2重复路由器1的工作，并将数据包转发给路由器5。</p><p>（4）路由器5同样取出目的地址，发现12.0.0.5就在该路由器所连接的网段上，于是将该数据包直接交给工作站B。</p><p>（5）工作站B收到工作站A的数据包，一次通信过程宣告结束。</p><p><br/></p>', '0', '0', '0', '', 0, 0, '', '', '2300', '', 0, '', '', 0, 'a:1:{i:1;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15506336226893.jpg";s:3:"alt";s:9:"undefined";}}', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASY9nOCjsT6XTOiGFs105', 1, '2020-01-16 22:30:10', '', 'my_shopping_model,my_shopping_color', 0, 1, 88, '', '0.00', '0.00', '', '{}', '1:100M,+,5,2:150M,+,10,3:200M,+,15,', '1:蓝,+,0,'),
(7, 12, 0, 'CH-19 路由器', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2020-01-16 22:28:57', 'admin', '', '/html/upload/images/201907/15506330653551.jpg', 1, 1, '路由器（Router），是连接因特网中各局域网、广域网的设备，它会根据信道的情况自动选择和设定路由，以最佳路径，按前后顺序发送信号。 路由器是互联网络的枢纽，交通警察。目前路由器已经广泛应用于各行各业，各种不同档次的产品已成为实现各种骨干网内部连接、骨干网间互联和骨干网与互联网互联互通业务的主力军。路由和交换机之间的主要区别就是交换机发生在OSI参考模型第二层（数据链路层），而路由发生在第三层，即', 0, '<p>路由器（Router），是连接因特网中各局域网、广域网的设备，它会根据信道的情况自动选择和设定路由，以最佳路径，按前后顺序发送信号。 路由器是互联网络的枢纽，&quot;交通警察&quot;。目前路由器已经广泛应用于各行各业，各种不同档次的产品已成为实现各种骨干网内部连接、骨干网间互联和骨干网与互联网互联互通业务的主力军。路由和交换机之间的主要区别就是交换机发生在OSI参考模型第二层（数据链路层），而路由发生在第三层，即网络层。这一区别决定了路由和交换机在移动信息的过程中需使用不同的控制信息，所以说两者实现各自功能的方式是不同的。</p><p>路由器（Router）又称网关设备（Gateway）是用于连接多个逻辑上分开的网络，所谓逻辑网络是代表一个单独的网络或者一个子网。当数据从一个子网传输到另一个子网时，可通过路由器的路由功能来完成。因此，路由器具有判断网络地址和选择IP路径的功能，它能在多网络互联环境中，建立灵活的连接，可用完全不同的数据分组和介质访问方法连接各种子网，路由器只接受源站或其他路由器的信息，属网络层的一种互联设备。</p><p>路由器分本地路由器和远程路由器，本地路由器是用来连接网络传输介质的，如光纤、同轴电缆、双绞线；远程路由器是用来连接远程传输介质，并要求相应的设</p><p>模拟器中的路由器&nbsp;</p><p>备，如电话线要配调制解调器，无线要通过无线接收机、发射机。</p><p>路由器是互联网的主要结点设备。路由器通过路由决定数据的转发。转发策略称为路由选择（routing），这也是路由器名称的由来（router，转发者）。作为不同网络之间互相连接的枢纽，路由器系统构成了基于TCP/IP 的国际互联网络Internet&nbsp;的主体脉络，也可以说，路由器构成了Internet的骨架。它的处理速度是网络通信的主要瓶颈之一，它的可靠性则直接影响着网络互连的质量。因此，在园区网、地区网、乃至整个Internet研究领域中，路由器技术始终处于核心地位，其发展历程和方向，成为整个Internet研究的一个缩影。在当前我国网络基础建设和信息建设方兴未艾之际，探讨路由器在互连网络中的作用、地位及其发展方向，对于国内的网络技术研究、网络建设，以及明确网络市场上对于路由器和网络互连的各种似是而非的概念，都有重要的意义。</p><p>出现了交换路由器产品，从本质上来说它不是什么新技术，而是为了提高通信能力，把交换机的原理组合到路由器中，使数据传输能力更快、更好。</p><p><br/></p>', '0', '0', '0', '', 0, 0, '', '', '280', '', 0, '', '', 0, 'a:1:{i:1;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15506330653551.jpg";s:3:"alt";s:9:"undefined";}}', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYhC2dWvXrEcx0C74295', 1, '2020-01-16 22:28:57', '', 'my_shop_model,my_shoppingcolor', 0, 1, 0, '', '0.00', '0.00', '', '{}', '1:500M,+,100,2:1000M,+,200,', '1:黑,+,0,2:白,+,0,'),
(10, 12, 0, 'U-ART气动式高音', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2020-01-16 22:20:32', 'admin', '', '/html/upload/images/201907/15590079031945.jpg', 1, 1, '音响特指电器设备组合发出声音的一套音频系统音响系统大体包含：1、声源设备：（列如：DVD、CD、MP3、MP4、电脑、手机、麦克风等声源输出设备）2、音频信号动态处理设备（压限器、效果器、调音台、音频处理器、均衡器等音频信号处理设备）3、音频信号放大设备（前级功率放大器、后级功率放大器、数字功率放大器等模拟功率放大器、设备）4、声音还原设备（全频音箱、吸顶喇叭、音柱、线阵音箱、阵列式音箱、高音喇叭', 0, '<p>音响特指电器设备组合发出声音的一套音频系统</p><p>音响系统大体包含：</p><p>1、声源设备：（列如：DVD、CD、MP3、MP4、电脑、手机、麦克风等声源输出设备）</p><p>2、音频信号动态处理设备（压限器、效果器、调音台、音频处理器、均衡器等音频信号处理设备）</p><p>3、音频信号放大设备（前级功率放大器、后级功率放大器、数字功率放大器等模拟功率放大器、设备）&nbsp;</p><p>4、声音还原设备（全频音箱、吸顶喇叭、音柱、线阵音箱、阵列式音箱、高音喇叭、低音炮等等）。技术的的发展历史可以分为电子管、晶体管、集成电路、场效应管四个阶段。</p><p><br/></p><p>音响是一个简化后的日常词语，是音响系统的简称。即代指一整套可以还原播放音频信号的设备。</p><p>随着社会的进步，人们向往生活更多姿多彩。歌舞作为一种流传数千年的娱乐形式，深入各族人民的生活。但是随着科技的发展和进步，人们对于歌舞的表演形式和场地要求越来越多、越来越高。音响系统随着人们的需求不断改进和完善。大到满足上万人演唱会现场扩声需求，小到满足个人家庭弹奏乐器、K歌的需要。</p><p><br/></p>', '0', '0', '0', '', 0, 0, '', '', '1600', '', 0, '', '', 0, 'a:3:{i:1;a:2:{s:3:"url";s:43:"/html/upload/images/201907/15506335969988.jpg";s:3:"alt";s:9:"undefined";}i:2;a:2:{s:3:"url";s:43:"/html/upload/images/201907/15506335904260.jpg";s:3:"alt";s:9:"undefined";}i:3;a:2:{s:3:"url";s:43:"/html/upload/images/201907/15506330653551.jpg";s:3:"alt";s:9:"undefined";}}', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYHX6gF0nEoJyFagO648', 1, '2020-01-16 22:20:32', '', 'my_shopping_model,my_shopping_color', 0, 1, 88, '', '0.00', '0.00', '', '{}', '1:高音,+,0,2:中音,+,0,3:普音,+,0,', ''),
(11, 12, 0, '电热水壶', '', '', 'admin', 1, 0, '', 0, 0, '', 1, '', '', '', '', 0, '2020-01-16 22:06:48', 'admin', '', '/html/upload/images/201907/15590081376621.jpg', 1, 1, '电热水壶的工作原理为，水沸腾时产生的水蒸汽使蒸汽感温元件的双金属片变形，这种变形通过杠杆原理推动电源开关断电。其断电是不可自复位的，故断电后水壶不会自动再加热。电水壶在1891年诞生于芝加哥。随着科技的发展，快捷、安全、便利、充分利用能源日渐成为了水壶的主要特点，嗜茶的英国人从此便爱上它了。到了二十一世纪便成为全球的畅销品。电水壶采用的是蒸气智能感应控温，具有水沸腾后自动断电、防干烧断电的功能。随', 0, '<p>电热水壶的工作原理为，水沸腾时产生的水蒸汽使蒸汽感温元件的双金属片变形，这种变形通过杠杆原理推动电源开关断电。其断电是不可自复位的，故断电后水壶不会自动再加热。</p><p>电水壶在1891年诞生于芝加哥。随着科技的发展，快捷、安全、便利、充分利用能源日渐成为了水壶的主要特点，嗜茶的英国人从此便爱上它了。到了二十一世纪便成为全球的畅销品。电水壶采用的是蒸气智能感应控温，具有水沸腾后自动断电、防干烧断电的功能。随着生活的需要，现在的电水壶也正在向多功能方向发展，如防漏、防烫、锁水等。电水壶具有加热速度快，保温效果好，过滤功能强，式样多等优点。</p><p>电热水壶的使用功能虽然基本相同，但从内在电路结构设计可以分为鸣笛式电水壶、防干烧鸣笛电水壶、塑胶电热水壶等几大类。</p><p>（1）鸣笛式电热水壶。</p><p>由铝制板经拉伸制成，电热元件采用浸水式镀镍钢密封式电热管。电热管安装在水壶底部，和壶体结合部垫有耐热密封圈以防止漏水。该类型电热水壶壶盖上设置有一个条状振动簧片自鸣器（气流振动式鸣笛装置），当水温达到100℃以上时气流鸣笛即会鸣响。由于该类水壶一般没有设置限温控制器，必须人为地手动切断电源。该类电热水壶结构简单、价格低廉，居民家庭中使用相当广泛。</p><p>（2）防干烧鸣笛式电热水壶。&nbsp;</p><p>在鸣笛式电水壶设计原理基础上，增设了限温自动控制器（主要是双金属恒温控制器或者磁控恒温自动开关），当水沸腾时，产生的水蒸气使感温元件的双金属片变形，驱动微型开关切断电源，极大地提高了电热水壶的安全性能。一些高品质的电热水壶中的限温控制器采用一种类似记忆合金的新型热敏材料（自动恒温控制开关），当壶内水面低于电热管（电热管温度超过100℃以上）时，自动恒温控制开关便会自动切断电源，保护电热水壶不被烧毁。</p><p>（3）塑胶型电热水壶。</p><p>塑胶型电热水壶最大的特点是携带方便、安全性能可靠。壶体设置的电源信号指示灯可方便观察通电状态，上下分体式结构可以3600旋转，壶体采用的食品级卫生塑质材料熔点在200℃以上。这种新型电热水壶采用隐藏式不锈钢电发热盘，并设置有蒸汽感应控制开关，具有自动断电、防干烧断电、热熔断电保护、接地保护等多重保护功能。&nbsp;</p><p><br/></p>', '0', '0', '0', '', 0, 0, '', '', '2200', '', 0, '', '', 0, 'a:1:{i:1;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15590081376621.jpg";s:3:"alt";s:9:"undefined";}}', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYof911iYjQMp1JA5768', 1, '2020-01-16 22:06:48', '', 'my_shop_model,my_shoppingcolor', 5, 1, 88, '', '0.00', '0.00', '', '{"0":{"buyurlname":"京东","buyurls":"https://www.jd.com"}}', '1:电子,+,10,2:机械,+,5,', '1:白,+,10,'),
(12, 12, 0, '智能吸顶灯', '', '', 'admin', 1, 0, '', 0, 0, '', 1, '', '', '', '', 0, '2020-01-17 09:21:38', 'admin', '', '/html/upload/images/201907/15396893757731.jpg', 1, 1, '吸顶灯是灯具的一种，顾名思义是由于灯具上方较平，安装时底部完全贴在屋顶上所以称之为吸顶灯。光源有普通白灯泡，荧光灯、高强度气体放电灯、卤钨灯、LED等。目前市场上最流行的吸顶灯就是LED 吸顶灯，是家庭、办公室、文娱场所等各种场所经常选用的灯具。吸顶灯是灯具的一种，顾名思义是由于灯具上方较平，安装时底部完全贴在屋顶上所以称之为吸顶灯。光源有普通白灯泡，荧光灯、高强度气体放电灯、卤钨灯、LED等。目', 0, '<p>吸顶灯是灯具的一种，顾名思义是由于灯具上方较平，安装时底部完全贴在屋顶上所以称之为吸顶灯。光源有普通白灯泡，荧光灯、高强度气体放电灯、卤钨灯、LED等。</p><p>目前市场上最流行的吸顶灯就是LED 吸顶灯，是家庭、办公室、文娱场所等各种场所经常选用的灯具。</p><p>吸顶灯是灯具的一种，顾名思义是由于灯具上方较平，安装时底部完全贴在屋顶上所以称之为吸顶灯。光源有普通白灯泡，荧光灯、高强度气体放电灯、卤钨灯、LED等。目前市场上最流行的就是led吸顶灯，是家庭、办公室、文娱场所等各种场所经常选用的灯具。&nbsp;&nbsp;</p><p>它起源于1995年-1996年间，由于形似太阳，因此当时行业人士称之为“太阳灯”， 2000年前的吸顶灯款式单一、材料单一，大多采用中低档材料，光源一般采用节能灯管和灯泡，并以电感吸顶灯为主。</p><p>LED吸顶灯是吸附或嵌入屋顶天花板上的灯饰，它和吊灯一样，也是室内的主体照明设备，是家庭、办公室、娱乐场所等各种场所经常选用的灯具。LED吸顶灯一</p><p><br/></p><p>般直径在200mm左右的吸顶灯适宜在走道、浴室内使用，而直径400mm的则装在不小于16平方米的房间顶部为宜。 市面上的LED吸顶灯常见有D形管和环形管两种还有大小管区别。选购LED吸顶灯时要三看。一看产品标识是否齐全，正规产品的标识往往比较规范，应标识：商标和厂名、产品型号规格、额定电压、额定频率、额定功率。二看灯具电源线是否有CCC安全认证标志，外部导线截面积应≥0.75平方毫米。三看灯具带电体是否外露，光源装入灯座后，手指应不能触及带电的金属灯头。</p><p>1)功能细分。吸顶灯传统的照明功能已不够满足消费者，将客厅吸顶灯与日常用品相组合也日趋流行。</p><p>2)造型豪华。随着生活的日益富足，消费者审美需求增加，客厅吸顶灯日趋豪华、高档。</p><p>3)崇尚自然。为迎合都市消费者返朴归真、崇尚自然的心理，很多吸顶灯采用了自然化的造型。另外，灯罩的选材也广泛采用纸质、木质、纱质等自然材质。</p><p>4)色彩丰富。为与丰富多彩的生活同步，现如今很多吸顶灯披起了“七彩”外衣。&nbsp;</p><p>5)高技术化。随着科学技术的发展，电子科技被广泛应用于客厅吸顶灯设计，如适应不同电压的吸顶灯，可调节亮度的吸顶灯，放射远的红外红光吸顶灯等等。</p><p>6)节能化。目前节能吸顶灯很受消费者欢迎，如采用3LED芯电的长寿节能灯，既节约能源，又可以根据需要选择亮度。</p><p>7)环保化。环保是吸顶灯设计不变的话题，这与我们栖息的地球有关，已经引起广大消费者重视，这将会成为未来家居照明的主要发展方向。</p><p><br/></p>', '0', '0', '0', '', 0, 0, '', '', '13', '', 0, '', '', 0, 'a:3:{i:1;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15396893757731.jpg";s:3:"alt";s:9:"undefined";}i:2;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15396893572202.jpg";s:3:"alt";s:9:"undefined";}i:3;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15396892522391.jpg";s:3:"alt";s:9:"undefined";}}', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASY9WBOPjG6dQeIfDn585', 1, '2020-01-17 09:21:38', '', 'my_shopping_model,my_shopping_color', 0, 1, 0, '', '0.00', '0.00', '', '{}', '1:节能,+,0,2:普通,+,0,', '1:黑,+,5,2:白,+,10,'),
(13, 12, 0, '智能加湿器', '', '', 'admin', 1, 0, '', 0, 0, '', 1, '', '', '', '', 0, '2020-01-16 22:15:29', 'admin', '', '/html/upload/images/201907/15590081376621.jpg', 1, 1, '加湿器是一种增加房间湿度的家用电器。加湿器可以给指定房间加湿，也可以与锅炉或中央空调系统相连给整栋建筑加湿。加湿器行业在中国的发展有近20年的历史，经过多年的空气质量概念普及、产品研发、市场培育，加湿器这一相对陌生的小家电产品的功能和作用逐渐被接受。加湿器是一种可以增加房间湿度的家用电器，加湿器可以给指定房间加湿，也可以与锅炉或中央空调系统相连给整栋建筑加湿。根据热、湿交换理论，在实际工程中将加湿', 0, '<p>加湿器是一种增加房间湿度的家用电器。加湿器可以给指定房间加湿，也可以与锅炉或中央空调系统相连给整栋建筑加湿。</p><p>加湿器行业在中国的发展有近20年的历史，经过多年的空气质量概念普及、产品研发、市场培育，加湿器这一相对陌生的小家电产品的功能和作用逐渐被接受。</p><p>加湿器是一种可以增加房间湿度的家用电器，加湿器可以给指定房间加湿，也可以与锅炉或中央空调系统相连给整栋建筑加湿。根据热、湿交换理论，在实际工程中将加湿器分为以下两种：</p><p>1、等焓加湿器：即利用水吸收空气的显热进行蒸发加湿，其在焓、湿图上的变化为近似等焓过程。&nbsp;<br/></p><p>2、等温加湿器：即利用热能将液态水转化成蒸汽与空气混合进行加湿，其在焓、湿图上的变化为近似等温过程。</p><p>加湿器从使用范围来讲可分为工业用加湿器、商用加湿器和家用加湿器三个大的类别。</p><p><br/></p><p>超声波加湿器</p><p>已被广泛应用在各种领域。超声波加湿器采用每秒200万次的超声波高频震荡，将水雾化为1微米到5微米的超微粒子和负氧离子，从而实现均匀加湿，清新空气，增进健康的，去除冬季暖气的燥热，营造舒适的生活环境。</p><p><br/></p><p>纯净型加湿器</p><p>直接蒸发型加湿器通常也被称为纯净型加湿器。纯净型的加湿技术则是加湿领域刚刚采用的新技术，通过分子筛蒸发技术，除去水中的钙、镁离子，彻底解决“白粉”问题。通过水幕洗涤空气，在加湿的同时还能对空气中的病菌、粉尘、颗粒物进行过滤净化，再经风动装置将湿润洁净的空气送到室内，从而提高环境湿度和洁净度。所以非常适用于有老人和小孩的家庭使用，还可以预防冬季流感病菌。&nbsp;</p><p>超声波加湿器和纯净型加湿器是建议给儿童购买的首选产品，安全系数高，净化空气，除菌加湿能力强，增进健康，给孩子一个舒适的环境。</p><p><br/></p><p>电加热式加湿器</p><p>热蒸发型加湿器也叫电加热式加湿器，其工作原理是将水在加热体中加热到100℃，产生蒸汽，用电机将蒸汽送出。电加热式加湿器是技术最简单的加湿方式。</p><p><br/></p><p>浸入式电极加湿器</p><p>浸入式电极式加湿器（immersed Electrode humidifier）是利用浸入水中的大面积的电极作为端子，以水作为加热媒介，当电流经由水转移电能时，产生热量，使水沸腾，产生蒸汽。其特点是成本低,便于安装和使用.但是精度较低，而且需要定期更换加湿桶维护。</p><p><br/></p>', '0', '0', '0', '', 0, 0, '', '', '460', '', 0, '', '', 0, 'a:2:{i:1;a:2:{s:3:"url";s:43:"/html/upload/images/201907/15590081376621.jpg";s:3:"alt";s:9:"undefined";}i:2;a:2:{s:3:"url";s:43:"/html/upload/images/201907/15590081376621.jpg";s:3:"alt";s:9:"undefined";}}', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASY1V2E0Sx8DFX8ODz935', 1, '2020-01-16 22:15:29', '', 'my_shopping_model,my_shopping_color', 0, 1, 0, '', '0.00', '0.00', '', '{"0":{"buyurlname":"京东购买","buyurls":"https://item.jd.com/729828.html"},"1":{"buyurlname":"天猫购买","buyurls":"https://detail.tmall.com/item.htm?spm=a220m.1000858.1000725.26.1c04a98aZGJnlP&id=605208384141&skuId=4245337065638&user_id=3919645743&cat_id=2&is_b=1&rn=73570d905a6017c54c1e28ca58978061"}}', '', ''),
(14, 12, 0, '智能洗衣机', '', '', 'admin', 1, 13, '', 0, 0, '', 1, '', '', '', '', 0, '2020-01-16 22:12:24', 'admin', '', '/html/upload/images/201907/15590081993243.jpg', 1, 1, '洗衣机是利用电能产生机械作用来洗涤衣物的清洁电器，按其额定洗涤容量分为家用和集体用两类。中国规定洗涤容量在6千克以下的属于家用洗衣机：家用洗衣机主要由箱体、洗涤脱水桶（有的洗涤和脱水桶分开）、传动和控制系统等组成，有的还装有加热装置。洗衣机一般专指使用水作为主要的清洗液体，有别于使用特制清洁溶液，及通常由专人负责的干洗。从全国范围来看，目前我国洗衣机市场普及程度已经超过了76%，其中城镇市场已经超', 0, '<p>洗衣机是利用电能产生机械作用来洗涤衣物的清洁电器，按其额定洗涤容量分为家用和集体用两类。</p><p>中国规定洗涤容量在6千克以下的属于家用洗衣机：家用洗衣机主要由箱体、洗涤脱水桶（有的洗涤和脱水桶分开）、传动和控制系统等组成，有的还装有加热装置。洗衣机一般专指使用水作为主要的清洗液体，有别于使用特制清洁溶液，及通常由专人负责的干洗。&nbsp;&nbsp;</p><p>从全国范围来看，目前我国洗衣机市场普及程度已经超过了76%，其中城镇市场已经超过了96%，农村市场也已经超过了53%;随着国家开展家电下乡、扩大内需的政策，洗衣机企业将目光均投向了拥有较大消费潜力的农村市场。未来几年，我国洗衣机市场需求增长空间将主要来自于：以城镇化和农村市场为主的首次需求，以及以城镇市场消费升级为主的更新需求;整个洗衣机市场需求在未来几年将继续保持温和增长态势。</p><p>2010年，我国洗衣机总销量约5000多万台，同比增长接近30%，增长幅度创历史最高水平;其中内销实现3300多万台，同比增长约28%，出口实现1600多万台，同比增长30%以上，均创历史最高增长速度。</p><p>从不同产品来看，2010年我国滚筒洗衣机总销量达到1100多万台，同比增长50%以上，占洗衣机市场销量比重由上年的不足20%上升至20%以上。其中，第四季度各月销量均超过110万台，所占洗衣机市场总销量的份额均超过21%。</p><p>节水将成未来洗衣机重点发展方向，洗衣机产业目标主要涵盖节电节水、产品功能、绿色设计三大方向。在中国家用电器协会编制的冰箱、空调、洗衣机的技术路线图中，就节电节水方面，制定了到 2015年，波轮式双桶洗衣机达到国家能效2级，波轮式全自动洗衣机达到国家能效1级，能效1级的滚筒式全自动洗衣机要达到欧盟A+等级耗电、耗水要求， 滚筒式洗干一体机要达到GB/T23118国标A级耗电、耗水要求。到2020年，滚筒洗衣机达到欧盟A+++等级耗电、耗水要求，波轮式全自动洗衣机达到国标A+等级耗电、耗水要求，滚筒式洗干一体机达到国标A+等级耗电、耗水要求。在产品功能方面，洗衣机的发展方向是大容量，低噪声、低振动。</p><p><br/></p><p>机械力、洗涤液、水是洗衣机洗涤过程中的三要素。洗衣机运动部件产生的机械力和洗涤液的作用使污垢与衣物纤维脱离。加热洗涤液，可增强去污效果。织物不同，适宜液温也不同，反映洗衣机洗涤性能（即洗净衣物的能力）的主要指标是洗净率（或洗净比）和织物磨损率。洗净率是洗衣机在额定洗涤状态下，利用光电反射率计（或白度仪）测定洗涤前后人工污染布及其原布的反射率。洗衣机发展史　从古到今，洗衣服都是一项难于逃避的家务劳动，而在洗衣机出现以前，对于许多人而言，它并不像田园诗描绘的那样充满乐趣，手搓、棒击、冲刷、甩打…这些不断重复的简单的体力劳动，留给人的感受常常是：辛苦劳累。&nbsp;</p><p>1858年，一个叫汉密尔顿·史密斯的美国人在匹茨堡制成了世界上第一台洗衣机，该洗衣机的主件是一只圆桶，桶内装有一根带有桨状叶子的直轴，轴是通过摇动和它相连的曲柄转动的。同年史密斯取得了这台洗衣机的专利权。但这台洗衣机使用费力，且损伤衣服，因而没被广泛使用，但这却标志了用机器洗衣的开端。次年在德国出现了一种用捣衣杵作为搅拌器的洗衣机，当捣衣杵上下运动时，装有弹簧的木钉便连续作用于衣服。19世纪末期的洗衣机已发展到一只用手柄转动的八角形洗衣缸，洗衣时缸内放入热肥皂水，衣服洗净后，由轧液装置把衣服挤干。</p><p>1874年，“手洗时代”受到了前所未有的挑战，美国人比尔·布莱克斯发明了木制手摇洗衣机。布莱克斯的洗衣机构造极为简单，是在木筒里装上6块叶片，用手柄和齿轮传动，使衣服在筒内翻转，从而达到“净衣”的目的。这套装置的问世，让那些为提高生活效率而冥思苦想的人士大受启发，洗衣机的改进过程开始大大加快.</p><p>1880年，美国又出现了蒸气洗衣机，蒸气动力开始取代人力。经历了上百年的发展改进，现代蒸汽洗衣机较早期有了无与伦与的提高，但原理是相同的。现代蒸汽洗衣机的功能包括蒸汽洗涤和蒸汽烘干，采用了智能水循环系统，可将高浓度洗涤液与高温蒸气同时对衣物进行双重喷淋，贯穿全部洗涤过程，实现了全球独创性的“蒸汽洗”全新洗涤方式。与普通滚筒洗衣机在洗涤时需要加热整个滚筒的水不同，蒸汽洗涤是以深层清洁衣物为目的，当少量的水进入蒸汽发生盒并转化为蒸汽后，通过高温喷射分解衣物污渍。蒸汽洗涤快速、彻底，只需要少量的水，同时可节约时间。对于放在衣柜很长时间产生褶皱、异味的冬季衣物，能让其自然舒展，抚平褶皱。“蒸汽烘干”的工作原理则是把恒定的蒸汽喷洒在衣物上，将衣物舒展开之后，再进行恒温冷凝式烘干。通过这种方式，厚重衣物不仅干得更快，并且具有舒展和熨烫的效果。</p><p><br/></p>', '0', '0', '0', '', 0, 0, '', '', '980', '', 0, '', '', 0, 'a:2:{i:1;a:2:{s:3:"url";s:43:"/html/upload/images/201907/15590081993243.jpg";s:3:"alt";s:9:"undefined";}i:2;a:2:{s:3:"url";s:43:"/html/upload/images/201907/15590081993243.jpg";s:3:"alt";s:9:"undefined";}}', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYITUdOO4dafAhtdr232', 1, '2020-01-16 22:12:24', '', 'my_shopping_model,my_shopping_color', 5, 1, 999, '', '0.00', '0.00', '', '{"0":{"buyurlname":"京东购买","buyurls":"https://item.jd.com/100004652001.html"}}', '1:智能,+,10,2:机械,+,5,3:全自动,+,15,', '1:白,+,10,2:黑,+,5,'),
(15, 19, 0, '国际海上运输', NULL, NULL, 'admin', 1, 0, NULL, 0, 0, '', 0, '', NULL, NULL, NULL, 0, '2019-05-28 10:22:38', 'admin', '', '/html/upload/images/201907/15590101902500.jpg', 1, 0, '国际海上货物运输是指承运人按照海上货物运输合同的约定，以海运船舶作为运载工具，以收取运费作为报酬，将托运人托运的货物经海路由一国港口运送至另一国港口的行为。国际海运（International Oc', 0, '<p>国际海上货物运输是指承运人按照海上货物运输合同的约定，以海运船舶作为运载工具，以收取运费作为报酬，将托运人托运的货物经海路由一国港口运送至另一国港口的行为。</p><p>国际海运（International Ocean Freight）是国际贸易中最主要的运输方式，国际贸易总运量中的三分之二以上，我国绝大部分进出口货物，都是通过海洋运输方式运输的。</p><p>当中国海运业在世界海运中占据一席之地时，它的优、劣势也在全球化竞争洪流中暴露无遗，而这正是中国港航企业发展模式进行战略性转变需正视和重视的现实。我国海运业在世界海运发展中的优势</p><p>根据国际货币基金组织预测，2006年国际经济走势仍将保持平稳增长，美国和全球将分别有3.6%和4.3%的增长率，而我国GDP增长速度也将保持在8.5%以上。<br/></p><p>经济强势带动了世界贸易量的上升。2003年国际贸易总值为15.35万亿美元，而2004年就上升到18.58万亿美元，提高了21%。2005年达21.1462万亿美元。在国际贸易中，“中国因素”是最大亮点。2004年我国进出口、出口和进口值分别为11547.4亿美元、5933.6亿美元和5613.8亿美元，分别增长了35.7%、35.4%和36%，进出口总值首次超过了1万亿美元的水平。2005年货物进出口贸易额达到14221亿美元，进口和出口值均占世界第三位。另外，中国占世界贸易的比重有所上升，出口比重由2004年的6.5%上升到7.3%，增加了0.8个百分点；进口比重由5.9%上升到6.1%，增加0.2个百分点。我国进出口外贸呈现良好的增长势头，在国际贸易中继续扮演着重要角色。</p><p>国际干散货市场2001年10月份BDI指数下跌到845点，为全年的最低点。2002年指数稍微有些上扬，但涨幅不大，年底收于1731点。2003年下半年，出现大幅度上涨，10月份飙升到4470点，年底收于4467点。2004年保持良好的增长势头，全年最高点达到6101点，年底收于4438点。2005年3月份为全年最高点4956点，年底收于2321点。从2002年开始，干散货整体运量呈现加速上升势头。由于全球经济发展对于大宗基础原材料需求很大，像铁矿石、煤炭等运量增长很快，而其中中国作为全球经济发展最快的国家之一，起了非常大的作用。近10年我国大宗干散货海运量年均增长率为17%，大大高于国际市场水平，而世界干散货航运市场70%的增量来自于中国。以铁矿石为例，2003年我国进口量达到1.48亿吨，占全球海运量的28.5%。2004年全球铁矿石海运量为6亿吨，我国进口了2.08亿吨，占34.6%。2005年受国家调控影响，增长速度有所下降，但仍有新增需求6000万吨，全年进口量达到2.48亿吨，增长率为20%左右。可以预计，在中国这个巨大引擎的带动下，国际干散货航运市场2006年仍将保持持续增长，年平均增长率将达到6%。</p><p>石油运输方面，世界经济对于石油依存度很高。据专家计算，全球经济每增长1%，将每天需要40万桶石油的支持。而作为石油运输的主要方式，水路运输完成了92%的油品贸易。2003年全球原油海运量为16亿吨，2004年进一步提高，预计2005-2007年国际原油海运量平均增长速度为3%左右。我国近几年石油需求大幅上升，2004年已经成为世界第二大石油消费国和进口国。2003年我国进口原油9112万吨，占全球原油贸易量的5.4%，2004年进口原油1.22亿吨，首次突破了1亿吨大关。2005年原油消费量超过3亿吨，供需缺口将进一步拉大，2005年原油进口量达到1.27亿吨。预计未来几年我国对于石油的需求将保持较高速度增长，对于国际石油海运将起到越来越大的影响。</p><p><br/></p>', '0', '0', '0', NULL, 0, 0, NULL, NULL, '', NULL, 0, NULL, NULL, 0, 'N;', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYRPI6bOuaP6K4Q7v182', 1, '2020-05-23 21:11:49', '', '', 0, 1, 0, '', '0.00', '0.00', '', '', '', ''),
(16, 18, 0, '国内海上运输', NULL, NULL, 'admin', 1, 0, NULL, 0, 0, '', 0, '', NULL, NULL, NULL, 0, '2019-05-28 10:25:13', 'admin', '', '/html/upload/images/201907/15590103415339.jpg', 1, 0, '国际干散货市场2001年10月份BDI指数下跌到845点，为全年的最低点。2002年指数稍微有些上扬，但涨幅不大，年底收于1731点。2003年下半年，出现大幅度上涨，10月份飙升到4470点，年底', 0, '<p>国际干散货市场2001年10月份BDI指数下跌到845点，为全年的最低点。2002年指数稍微有些上扬，但涨幅不大，年底收于1731点。2003年下半年，出现大幅度上涨，10月份飙升到4470点，年底收于4467点。2004年保持良好的增长势头，全年最高点达到6101点，年底收于4438点。2005年3月份为全年最高点4956点，年底收于2321点。从2002年开始，干散货整体运量呈现加速上升势头。由于全球经济发展对于大宗基础原材料需求很大，像铁矿石、煤炭等运量增长很快，而其中中国作为全球经济发展最快的国家之一，起了非常大的作用。近10年我国大宗干散货海运量年均增长率为17%，大大高于国际市场水平，而世界干散货航运市场70%的增量来自于中国。以铁矿石为例，2003年我国进口量达到1.48亿吨，占全球海运量的28.5%。2004年全球铁矿石海运量为6亿吨，我国进口了2.08亿吨，占34.6%。2005年受国家调控影响，增长速度有所下降，但仍有新增需求6000万吨，全年进口量达到2.48亿吨，增长率为20%左右。可以预计，在中国这个巨大引擎的带动下，国际干散货航运市场2006年仍将保持持续增长，年平均增长率将达到6%。</p><p>石油运输方面，世界经济对于石油依存度很高。据专家计算，全球经济每增长1%，将每天需要40万桶石油的支持。而作为石油运输的主要方式，水路运输完成了92%的油品贸易。2003年全球原油海运量为16亿吨，2004年进一步提高，预计2005-2007年国际原油海运量平均增长速度为3%左右。我国近几年石油需求大幅上升，2004年已经成为世界第二大石油消费国和进口国。2003年我国进口原油9112万吨，占全球原油贸易量的5.4%，2004年进口原油1.22亿吨，首次突破了1亿吨大关。2005年原油消费量超过3亿吨，供需缺口将进一步拉大，2005年原油进口量达到1.27亿吨。预计未来几年我国对于石油的需求将保持较高速度增长，对于国际石油海运将起到越来越大的影响。</p><p>集装箱运输方面，在太平洋航线和亚欧航线的带动下，从2002年开始集装箱贸易量有了快速增长。2003年国际集装箱贸易总量为7900万TEU，同比增长8.2%，2004年增长幅度上升到11%，为8770万TEU。2005年太平洋航线运量将上升12%，亚欧航线增长15%，而大西洋航线保持稳定，增幅不大，2005年整体集装箱运量将在原有基础上提高10%左右。我国集装箱海运量占世界总量的20%左右，在太平洋东行航线和亚欧西行航线上更是占有60%以上的运量。我国2005年集装箱吞吐量达到7580万TEU，增长率达到23.7%，高于世界平均水平。</p><p>从船队建设看</p><p>全球1000总吨以上干散货船5700艘，共29634.8万载重吨，分布在数百个船公司。中国船公司拥有579艘，2440.5万载重吨；香港地区船公司拥有261艘，1819万载重吨。中国和香港地区共有运力4259.6万载重吨，占世界14.4%。我国从事国际航运的船公司已达231家，总运力达到2210多万载重吨，居世界第九位。我国航运企业在国外设立的独资、合资航运企业和办事机构已达数百家，承运的第三国货物比重日益提高。。</p><p>在国际海运中运输的货物，种类繁多，针对不同类型的货物而采用运输货物的船舶类型、装卸设备也就不同。七海针对具体货物从船型、装卸设备两方面介绍如何运送超大件货物。</p><p>1． 卡车。卡车的运输采用PCTC（PURE CAR TRUCK CARRIER），其主要特点是采用单层甲板（一般高度在3－4米之间）舱内可以容纳大型卡车，其船舶尾跳最大载重量可达45吨，每平方米载重量可达3吨，因此可以允许超重卡车通过船舶尾跳进入船舱。</p><p>2． 大型设备。一般来讲，大型设备的运输比较复杂，有些部件体积较大，吨位较大，不能采用一般的集装箱运输，而有些零配件可采用集装箱运输。这种设备一般采用RORO AND CONTAINER 这种船型，可以同时装载大型部件和集装箱，因此是众多大型设备运输所选择的理想船型。</p><p>那么这种船型配备哪些装卸设备比较合理呢？</p><p>BOLSTER FLATBED 这种设备适用于长4米以内、重28吨以内的大型部件。由吊车将货物吊到平板上，起吊高度不超过一米，（可避免货物在起吊过程中因摆动、翻转所引起的货物损坏），然后用特制尼龙带（其刚性等同于钢丝绳，但相对于钢丝绳来说可大大减轻其对货物表面的磨损）或钢丝绳加垫片，将货物固定在平板上，由叉车通过船舶尾跳将货物运进船舱。</p><p>ROLLTRAILER 这种设备适用于运输超重、超大货物，理论上可以承载25米长、重达120吨的货物，但由于受到尾跳承载能力与拖头的运输能力的限制，实际的承载能力会偏小一些。ROLLTRAILER由自代拖头通过船舶尾跳运进舱内，可以实现货物的零破损。</p><p>3． 火车车厢。由于火车车箱较长，有40米长所以采用一般的ROLLTRAILER运输会由于舱口的限制，车身无法旋转装进舱内。SPECIALDESIGNED TRAILERS（特殊轮胎转向架）可以解决这个问题，该设备轮胎可以实现360度旋转，可通过船舶尾跳进舱时掉头运进舱内。</p><p><br/></p>', '0', '0', '0', NULL, 0, 0, NULL, NULL, '', NULL, 0, NULL, NULL, 0, 'N;', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYJ0PSRBqIjOIqxyh942', 1, '2020-05-23 21:08:22', '', '', 0, 1, 0, '', '0.00', '0.00', '', '', '', ''),
(17, 18, 0, '国际航空运输', NULL, NULL, 'admin', 1, 0, NULL, 0, 0, '', 0, '', NULL, NULL, NULL, 0, '2019-05-28 10:28:37', 'admin', '', '/html/upload/images/201907/15590105447904.jpg', 1, 0, '航空运输是指使用飞机、直升机及其他航空器运送人员、货物、邮件的一种运输方式。旅客、行李、货物和邮件的始发、中途和终点站 有一点在一国境外的航空运输。主要在国际航线上 进行。国际航线是通过政府间的双边', 0, '<p>航空运输是指使用飞机、直升机及其他航空器运送人员、货物、邮件的一种运输方式。旅客、行李、货物和邮件的始发、中途和终点站 有一点在一国境外的航空运输。主要在国际航线上 进行。国际航线是通过政府间的双边航空运输协定 建立的。在运输过程中为保证国际航行的安全和效 益，必须按统一的程序和规则进行广泛的国际合作 和协调。国际民用航空组织和地区性民用航空组织 在国际航空运输中发挥了重要作用。中国的国际航 空运输始于1950年7&#39;月，当时和前苏联合办的中苏 民用航空公司开辟了北京为始发点到前苏联赤塔、 伊尔库茨克和阿拉木图三条国际航线。&nbsp;</p><p>航空运输始于1871年。当时普法战争中的法国人用气球把政府官员和物资、邮件等运出被普军围困的巴黎。1918年5月5日，飞机运输首次出现，航线为纽约-华盛顿-芝加哥。同年6月8日，伦敦与巴黎之间开始定期邮政航班飞行。30年代有了民用运输机，各种技术性能不断改进，航空工业的发展促进航空运输的发展。第二次世界大战结束后，在世界范围内逐渐建立了航线网，以各国主要城市为起讫点的世界航线网遍及各大洲。1990年，世界定期航班完成总周转量达2356.7亿吨千米。</p><p>1．托运人托运货物应向承运人填交货物运输单，并根据国家主管部门规定随附必要的有效证明文件。托运人应对运输单填写内容的真实性和正确性负责。托运人填交的货物运输单经承运人接受，并由承运人填发货物运输单后，航空货物运输合同即告成立。</p><p>2．托运人要求包用飞机运输货物，应填交包机申请书，经承运人同意接受并签订包机运输协议书以后，航空包机货物运输合同即告成立，签订协议书的当个人，均应遵守民航主管机关有关包机运输的规定。</p><p>3．托运人对运输的货物，应当按照国家主管部门规定的包装标准包装；没有统一规定包装标准的，托运人应当根据保证运输安全的原则，按货物的性质和承载飞机等条件包装。凡不符合上述包装要求的，承运人有权拒绝承运不符合规格的货物。</p><p>4．托运人必须在托运的货物上标明发站、到站和托运人、收货人的单位。姓名和地址，按照国家规定标明包装储运指标标志。</p><p>5．国家规定必须保险的货物，托运人应在托运时投保货物运输险。</p><p>6．托运人托运货物，应按照民航主管机关规定的费率缴付运费和其他费用。除托运人和承运人另有协议外，运费及其他费用一律于承运入开具货物运单时一次付清。</p><p>7．承运人应于货物运达到货地点后二十四小时内向收货人发出到货通知、收货人应及时凭提货证明到指定地点提取货物，货物从发出到货通知的次日起，免费保管三月。收货人逾期提取，应按运输规则缴讨保管费。</p><p>8．收货人在提取货物时，对货物半途而废或重量无异议，并在货物运输单上签收，承运人即解除运输责任。</p><p>9．因承运入的过失或故意造成托运人或收货人损失，托运人或收货人要求赔偿，应在填写货物运输事故记录的次日起一百八十日内，以书面形式向承运人提出，并附有关证明文件。</p><p><br/></p>', '0', '0', '0', NULL, 0, 0, NULL, NULL, '', NULL, 0, NULL, NULL, 0, 'N;', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYJPOyTpq0T4pOqGr804', 1, '2020-05-23 21:08:13', '', '', 0, 1, 0, '', '0.00', '0.00', '', '', '', ''),
(18, 19, 0, '机主要求', NULL, NULL, 'admin', 1, 0, NULL, 0, 0, '', 0, '', NULL, NULL, NULL, 0, '2019-05-28 10:29:49', 'admin', '', '/html/upload/images/201907/15590106116481.jpg', 1, 1, '认可可兑智能积分机商业模式，具备一定能力操作智能积分机', 0, '<p>认可可兑智能积分机商业模式</p><p>具备一定能力操作智能积分机</p>', '0', '0', '0', NULL, 0, 0, NULL, NULL, '', NULL, 0, NULL, NULL, 3, 'N;', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYQtzTbjowanLdwNF405', 1, '2020-05-26 14:06:40', '', '', 0, 1, 0, '', '0.00', '0.00', '', '', '', ''),
(19, 18, 0, '机主权益', NULL, NULL, 'admin', 1, 0, NULL, 0, 0, '', 0, '', NULL, NULL, NULL, 0, '2019-05-28 10:30:20', 'admin', '', '/html/upload/images/201907/15590106398663.jpg', 1, 1, '成为可兑机主代理联盟及相关权益 ，\n获得全域通兑权利，\n获得认领智能积分机权利', 0, '<p>成为可兑机主代理联盟及相关权益&nbsp;</p><p>获得全域通兑权利</p><p>获得认领智能积分机权利</p><p><br/></p>', '0', '0', '0', NULL, 0, 0, NULL, NULL, '', NULL, 0, NULL, NULL, 4, 'N;', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYwWEC936lN5EomYR935', 1, '2020-05-26 14:07:02', '', '', 0, 1, 0, '', '0.00', '0.00', '', '', '', ''),
(20, 17, 0, '机主代理模式', NULL, NULL, 'admin', 1, 0, NULL, 0, 0, '', 0, '', NULL, NULL, NULL, 0, '2019-05-28 10:30:47', 'admin', '', '/html/upload/images/201907/15590106644556.jpg', 1, 1, 'SUNMIV2版 1199元/台买断 (此价格不含税、不含物流)，\n代理详情请参考，\n代理商价格体系说明', 0, '<p>SUNMIV2版 1199元/台买断 (此价格不含税、不含物流)</p><p>代理详情请参考</p><p>代理商价格体系说明</p><p><br/></p>', '0', '0', '0', NULL, 0, 0, NULL, NULL, '', NULL, 0, NULL, NULL, 5, 'N;', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYlfHdT9Fr4Gubi5g482', 1, '2020-05-26 14:06:19', '', '', 0, 1, 0, '', '0.00', '0.00', '', '', '', ''),
(21, 23, 0, '刚性需求', '数字时代，有消费，就有积分！', NULL, 'admin', 1, 27, NULL, 0, 0, '', 0, '', NULL, NULL, NULL, 0, '2020-01-16 23:39:17', 'admin', '', '/html/upload/images/201907/14360803742226.jpg', -1, 1, '6氪获悉，无人便利店“便利家”已获得数百万人民币天使轮投资，资方为联创永宣冯涛。无人便利店风口正当时，缤果盒子、F5未来商店、深兰科技、Easy Go等一众玩家云集，亚马逊、罗森、阿里巴巴、沃尔玛等', 0, '<p><img src="/cn/upload/images/202005/15904715528984.png" title="15904715528984.png" alt="image.png"/></p><p>据统计2019年一年国内全域积分总额超过了38万亿，全域积分的市场存量大，然而掘金者却很少，市场一片空白，这就是真正的蓝海</p><p><br/></p>', '0', '0', '0', NULL, 0, 0, NULL, NULL, '', NULL, 0, NULL, NULL, 0, 'N;', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYCJzxtWrGrENvlKX557', 1, '2020-05-26 13:38:42', '', '', 0, 1, 0, '', '0.00', '0.00', '', '', '', ''),
(22, 23, 0, '市场优势', '提升企业服务营销的效能和收益率！', NULL, 'admin', 1, 41, NULL, 0, 0, '', 0, '', NULL, NULL, NULL, 0, '2020-01-16 23:39:03', 'admin', '', NULL, -1, 1, '除了做基础技术的研究外，腾讯曾表示要通过业务驱动来推动各种应用场景的人工智能化。结合腾讯的主营业务，也不难猜到未来公司要在游戏、社交、内容和平台工具型四大应用方向发力。尤其是在社交领域，去年扎克伯格', 0, '<p><img src="/cn/upload/images/202005/15904716161616.png" title="15904716161616.png" alt="image.png"/>与用户面对面交流兑换，一方面更容易获得用户的信任，另一方面也能及时给用户提供兑换指导，打消用户兑换过程中的所有疑虑，特别有助于线下推广，被称为“人脉神器”</p><p><br/></p>', '0', '0', '0', NULL, 0, 0, NULL, NULL, '', NULL, 3, NULL, NULL, 0, 'N;', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYIqsBlQGO2vpH41p972', 1, '2020-05-26 13:39:18', '', '', 0, 1, 0, '', '1.00', '0.00', '', '', '', ''),
(23, 22, 0, '零风险', '有效抢占市场份额！', NULL, 'admin', 1, 11, NULL, 0, 0, '', 0, '', NULL, NULL, NULL, 0, '2020-01-16 22:36:32', 'admin', '', '/html/upload/images/201907/15590951812642.jpg', -1, 1, '数据显示，2015年，我国服务业同比增长8.3%，分别高于国内生产总值和第二产业增加值增速1.4和2.3个百分点，占国内生产总值的比重达到50.5%，首次过半，而与发达国家相比，我国服务业仍有20%', 0, '<p><img src="/cn/upload/images/202005/15904718048714.png" title="15904718048714.png" alt="image.png"/>每个机主只需兑换积分即可持续获得利润!</p><p>全域通兑收益：各种类型积分均可根据兑换电子券或实物获取收益。无需囤货，成为机主即可推广和展业。机主赚取兑换差价（机主价减去用户价）、兑换服务费、积分分润、机主推荐奖励</p><p><br/></p>', '0', '0', '0', NULL, 0, 0, NULL, NULL, '', '本网站', 0, NULL, NULL, 0, 'N;', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYEEg44pdjX3k5GMP332', 1, '2020-05-26 13:42:39', '', '', 0, 1, 0, '', '0.00', '0.00', '', '', '', ''),
(533, 22, 0, '数字时代，有消费，就有积分！', NULL, NULL, 'hf_yuan', 1, 0, NULL, 0, 0, NULL, 0, NULL, NULL, NULL, NULL, 0, '2020-05-26 14:16:48', 'hf_yuan', NULL, '/cn/upload/images/202005/15904782934288.png', 1, 1, '据统计2019年一年国内全域积分总额超过了38万亿，全域积分的市场存量大，然而掘金者却很少，市场一片空白，这就是真正的蓝海', 0, '<p><img src="/cn/upload/images/202005/15904782934288.png" title="15904782934288.png" alt="image.png"/>据统计2019年一年国内全域积分总额超过了38万亿，全域积分的市场存量大，然而掘金者却很少，市场一片空白，这就是真正的蓝海</p>', '0', '0', '0', NULL, 0, 0, NULL, NULL, NULL, NULL, 0, NULL, NULL, 0, 'N;', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYD8wyn7OeLreljSH934', 1, '2020-05-26 18:17:32', NULL, NULL, NULL, 1, 0, NULL, '0.00', '0.00', NULL, NULL, NULL, NULL),
(534, 23, 0, '提升企业服务营销的效能和收益率！', NULL, NULL, 'hf_yuan', 1, 0, NULL, 0, 0, NULL, 0, NULL, NULL, NULL, NULL, 0, '2020-05-26 14:19:09', 'hf_yuan', NULL, '/cn/upload/images/202005/15904813027135.png', 1, 1, '与用户面对面交流兑换，一方面更容易获得用户的信任，另一方面也能及时给用户提供兑换指导，打消用户兑换过程中的所有疑虑，特别有助于线下推广，被称为“人脉神器”', 0, '<p><img src="/cn/upload/images/202005/15904813027135.png" title="15904813027135.png" alt="image.png"/>与用户面对面交流兑换，一方面更容易获得用户的信任，另一方面也能及时给用户提供兑换指导，打消用户兑换过程中的所有疑虑，特别有助于线下推广，被称为“人脉神器”</p><p><br/></p>', '0', '0', '0', NULL, 0, 0, NULL, NULL, NULL, NULL, 0, NULL, NULL, 0, 'N;', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYi4RJOgWyOcNkyig676', 1, '2020-05-26 16:23:03', NULL, NULL, NULL, 1, 0, NULL, '0.00', '0.00', NULL, NULL, NULL, NULL),
(535, 22, 0, '塑造经典品牌，助力企业文化有效落地！', NULL, NULL, 'hf_yuan', 1, 0, NULL, 0, 0, NULL, 0, NULL, NULL, NULL, NULL, 0, '2020-05-26 14:20:20', 'hf_yuan', NULL, '/cn/upload/images/202005/15904780874845.png', 1, 1, '大数据经济+物联网+人工智能、向创新推进，助力和谐社会发展', 0, '<p><img src="/cn/upload/images/202005/15904780874845.png" title="15904780874845.png" alt="image.png"/>大数据经济+物联网+人工智能、向创新推进，助力和谐社会发展</p>', '0', '0', '0', NULL, 0, 0, NULL, NULL, NULL, NULL, 0, NULL, NULL, 0, 'N;', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYc40eXErQr702J3z179', 1, '2020-05-26 18:17:49', NULL, NULL, NULL, 1, 0, NULL, '0.00', '0.00', NULL, NULL, NULL, NULL),
(536, 23, 0, '低投资，高回报！', NULL, NULL, 'hf_yuan', 1, 0, NULL, 0, 0, NULL, 0, NULL, NULL, NULL, NULL, 0, '2020-05-26 14:21:20', 'hf_yuan', NULL, '/cn/upload/images/202005/15904812837919.png', 1, 1, '可兑智能积分机1. 0版 只需1199元即可买断，享受兑换差价以及兑换服务费可兑智能积分机1.0版 机主单机兑换3999万积分奖励1199元，相当于0元购机', 0, '<p><img src="/cn/upload/images/202005/15904812837919.png" title="15904812837919.png" alt="image.png"/>可兑智能积分机1. 0版 只需1199元即可买断，享受兑换差价以及兑换服务费</p><p>可兑智能积分机1.0版 机主单机兑换3999万积分奖励1199元，相当于0元购机</p><p><br/></p>', '0', '0', '0', NULL, 0, 0, NULL, NULL, NULL, NULL, 0, NULL, NULL, 0, 'N;', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYfXHhzTk8UROrc1E923', 1, '2020-05-26 16:21:05', NULL, NULL, NULL, 1, 0, NULL, '0.00', '0.00', NULL, NULL, NULL, NULL),
(537, 23, 0, '有效抢占市场份额！', NULL, NULL, 'hf_yuan', 1, 0, NULL, 0, 0, NULL, 0, NULL, NULL, NULL, NULL, 0, '2020-05-26 14:22:09', 'hf_yuan', NULL, '/cn/upload/images/202005/15905577176610.png', 1, 1, '每个机主只需兑换积分即可持续获得利润!全域通兑收益：各种类型积分均可根据兑换电子券或实物获取收益。无需囤货，成为机主即可推广和展业。机主赚取兑换差价（机主价减去用户价）、兑换服务费、积分分润、机主推', 0, '<p><img src="/cn/upload/images/202005/15905577176610.png" title="15905577176610.png" alt="image.png"/></p><p>每个机主只需兑换积分即可持续获得利润!</p><p>全域通兑收益：各种类型积分均可根据兑换电子券或实物获取收益。无需囤货，成为机主即可推广和展业。机主赚取兑换差价（机主价减去用户价）、兑换服务费、积分分润、机主推荐奖励</p><p><br/></p>', '0', '0', '0', NULL, 0, 0, NULL, NULL, NULL, NULL, 0, NULL, NULL, 0, 'N;', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYilUcUFqAzkbeImC912', 1, '2020-05-27 13:35:04', NULL, NULL, NULL, 1, 0, NULL, '0.00', '0.00', NULL, NULL, NULL, NULL),
(24, 22, 0, '国家政策推进', '塑造经典品牌，助力企业文化有效落地！', NULL, 'admin', 1, 8, NULL, 0, 0, '', 0, '', NULL, NULL, NULL, 0, '2020-01-16 23:38:44', 'admin', '', '/html/upload/images/201907/15590908078262.jpg', -1, 1, '人工智能技术的发展正在不断地改变着人们的生活与工作方式，它在一定程度上推动了社会的发展与进步，这一点是毋庸置疑的。但人工智能并不是万能的，因为机器并不具备人类的思维与情绪。当你打开网站上的在线求助窗', 0, '<p><img src="/cn/upload/images/202005/15904716871808.png" title="15904716871808.png" alt="image.png"/>大数据经济+物联网+人工智能、向创新推进，助力和谐社会发展</p>', '0', '0', '0', NULL, 0, 0, NULL, NULL, '', NULL, 0, NULL, NULL, 0, 'N;', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYBch1stLWGqmFhze909', 1, '2020-05-26 13:40:28', '', '', 0, 1, 0, '', '0.00', '0.00', '', '', '', ''),
(25, 22, 0, '低投资', '低投资，高回报！', NULL, 'admin', 1, 20, NULL, 0, 0, '', 0, '', NULL, NULL, NULL, 0, '2020-01-16 23:38:30', 'admin', '', '/html/upload/images/201907/15590106116481.jpg', -1, 1, '36氪从ofo内部获得消息，可能在今年4月份，ofo将会接入到滴滴出行的App上，届时用户可以直接在滴滴上面使用ofo的服务。“这件事最近被频繁地提上日程，内部消息是下个月就有可能接入。”一名ofo', 0, '<p><img src="/cn/upload/images/202005/15904717541837.png" title="15904717541837.png" alt="image.png"/>可兑智能积分机1. 0版 只需1199元即可买断，享受兑换差价以及兑换服务费</p><p>可兑智能积分机1.0版 机主单机兑换3999万积分奖励1199元，相当于0元购机</p><p><br/></p>', '0', '0', '0', NULL, 0, 0, NULL, NULL, '', NULL, 0, NULL, NULL, 0, 'N;', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYcRxhJAQONfzQgBi372', 1, '2020-05-26 13:41:34', '', '', 0, 1, 0, '', '0.00', '0.00', '', '', '', ''),
(32, 33, 0, '2000', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-05-29 08:54:51', 'admin', '', '/html/upload/images/201907/15590908078262.jpg', 1, 1, '1982年公司成立。', 0, '<p>2000年公司发生的事。</p>', '0', '0', '0', '', 0, 0, '', '', '', '', 0, '', '', 0, 'N;', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYHm0xy8DUB1nvRaR236', 1, '2019-05-29 08:54:51', '', '', 0, 1, 0, '', '0.00', '0.00', '', '', '', ''),
(33, 33, 0, '1995', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-05-29 08:55:17', 'admin', '', '/html/upload/images/201907/15590908078262.jpg', 1, 1, '1995年公司发生的事。', 0, '<p>1995年公司发生的事。</p>', '0', '0', '0', '', 0, 0, '', '', '', '', 0, '', '', 0, 'N;', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYRNotaOXnvroS1LX687', 1, '2019-05-29 08:55:17', '', '', 0, 1, 0, '', '0.00', '0.00', '', '', '', ''),
(34, 33, 0, '1987', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-05-29 08:55:40', 'admin', '', '/html/upload/images/201907/15590908078262.jpg', 1, 1, '1987年公司发生的事。', 0, '<p>1987年公司发生的事。</p>', '0', '0', '0', '', 0, 0, '', '', '', '', 0, '', '', 0, 'N;', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASY9iSxLUYzDOVbMek325', 1, '2019-05-29 08:55:40', '', '', 0, 1, 0, '', '0.00', '0.00', '', '', '', ''),
(35, 33, 0, '1983', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-05-29 08:56:19', 'admin', '', '/html/upload/images/201907/15590908078262.jpg', 1, 1, '1983年公司发生的事。', 0, '<p>1983年公司发生的事。</p>', '0', '0', '0', '', 0, 0, '', '', '', '', 0, '', '', 0, 'N;', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYqaGTtWY1GuaBar1334', 1, '2019-05-29 08:56:19', '', '', 0, 1, 0, '', '0.00', '0.00', '', '', '', ''),
(36, 33, 0, '1982', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-05-29 08:56:40', 'admin', '', '/html/upload/images/201907/15590908078262.jpg', 1, 1, '1982年公司成立。', 0, '<p>1982年公司成立。</p>', '0', '0', '0', '', 0, 0, '', '', '', '', 0, '', '', 0, 'N;', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYpCNyNaObllf1WLH124', 1, '2019-05-29 08:56:40', '', '', 0, 1, 0, '', '0.00', '0.00', '', '', '', ''),
(37, 34, 0, '“激情之夏”篮球比赛圆满结束！', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-05-29 09:59:02', 'admin', '', '/html/upload/images/201907/15590951812642.jpg', 1, 1, '2018年8月1日，世纪天鸿“激情之夏”篮球比赛落下帷幕。最终，经过激烈的角逐，由世纪天鸿系统事业部、行政部组成的系统梦之队和由世纪天鸿大客户事业部、电商事业部、集团总裁办组成的传奇队分别获得了冠、亚军。世纪天鸿常务副总编兼系统事业部总经理杨凯为冠亚军队伍颁奖。   通过此次篮球比赛，拉近了各部门之间的距离，增进了彼此之间的沟通与了解。丰富了员工的文化生活，增强了员工团队意识和集体荣誉感，达到了以', 0, '<p>&nbsp;2018年8月1日，世纪天鸿“激情之夏”篮球比赛落下帷幕。最终，经过激烈的角逐，由世纪天鸿系统事业部、行政部组成的系统梦之队和由世纪天鸿大客户事业部、电商事业部、集团总裁办组成的传奇队分别获得了冠、亚军。世纪天鸿常务副总编兼系统事业部总经理杨凯为冠亚军队伍颁奖。</p><p>&nbsp; &nbsp; &nbsp; 通过此次篮球比赛，拉近了各部门之间的距离，增进了彼此之间的沟通与了解。丰富了员工的文化生活，增强了员工团队意识和集体荣誉感，达到了以球会友、增进友谊，促进和谐的公司氛围、凝聚人心的目的2018年8月1日，世纪天鸿“激情之夏”篮球比赛落下帷幕。最终，经过激烈的角逐，由世纪天鸿系统事业部、行政部组成的系统梦之队和由世纪天鸿大客户事业部、电商事业部、集团总裁办组成的传奇队分别获得了冠、亚军。世纪天鸿常务副总编兼系统事业部总经理杨凯为冠亚军队伍颁奖。</p><p>&nbsp; &nbsp; &nbsp; 通过此次篮球比赛，拉近了各部门之间的距离，增进了彼此之间的沟通与了解。丰富了员工的文化生活，增强了员工团队意识和集体荣誉感，达到了以球会友、增进友谊，促进和谐的公司氛围、凝聚人心的目的。 2018年8月1日，世纪天鸿“激情之夏”篮球比赛落下帷幕。最终，经过激烈的角逐，由世纪天鸿系统事业部、行政部组成的系统梦之队和由世纪天鸿大客户事业部、电商事业部、集团总裁办组成的传奇队分别获得了冠、亚军。世纪天鸿常务副总编兼系统事业部总经理杨凯为冠亚军队伍颁奖。</p><p>&nbsp; &nbsp; &nbsp; 通过此次篮球比赛，拉近了各部门之间的距离，增进了彼此之间的沟通与了解。丰富了员工的文化生活，增强了员工团队意识和集体荣誉感，达到了以球会友、增进友谊，促进和谐的公司氛围、凝聚人心的目的。</p><p><br/></p>', '0', '0', '0', '', 0, 0, '', '', '', '', 0, '', '', 0, 'N;', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYVxCBeWGRDWucvRm347', 1, '2019-05-29 09:59:02', '', '', 0, 1, 0, '', '0.00', '0.00', '', '', '', ''),
(38, 34, 0, '梦想起航，拥抱未来——2019创业孵化平台年会', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-05-29 09:59:57', 'admin', '', '/html/upload/images/201907/15590952222752.jpg', 1, 1, '2019年1月23日，世纪天鸿创业孵化平台年会在淄博举办，本次年会以“梦想起航，拥抱未来”为主题。世纪天鸿所有孵化平台的创始人、员工欢聚一堂，共襄盛典。  世纪天鸿董事长任志鸿、轮值总经理于宝增也参加了年会。年会由世纪天鸿常务副总经理张学军主持。在会中，山东优易练图书有限公司、山东佰鸿壹铭教育科技有限公司、山东志鸿超仁图书有限公司、山东先德睿图书有限公司、山东尚鸿升学帮教育咨询有限公司、北京小鸿文', 0, '<p>2019年1月23日，世纪天鸿创业孵化平台年会在淄博举办，本次年会以“梦想起航，拥抱未来”为主题。世纪天鸿所有孵化平台的创始人、员工欢聚一堂，共襄盛典。<br/>&nbsp; &nbsp; 世纪天鸿董事长任志鸿、轮值总经理于宝增也参加了年会。年会由世纪天鸿常务副总经理张学军主持。在会中，山东优易练图书有限公司、山东佰鸿壹铭教育科技有限公司、山东志鸿超仁图书有限公司、山东先德睿图书有限公司、山东尚鸿升学帮教育咨询有限公司、北京小鸿文化传媒有限公司、淄博鸿书坊文化传播有限责任公司、山东瓜二文化传媒有限公司、北京触学科技有限公司、山东天易鸿图教育科技有限公司等项目负责人分别与大家分享了自己的创业故事并带领自己的团队进行了团队展示。先德睿动感十足的舞蹈、佰鸿壹铭改编的创业版《沙漠骆驼》，尚鸿升学帮充满力量的《奔跑》等节目，都让人印象深刻。随后，世纪天鸿董事长任志鸿为到场的创业公司颁发了纪念金牌并为先德睿、佰鸿壹铭颁发了“优秀创业团队”的表彰，并在年会上发表了讲话。<br/>世纪天鸿创业孵化平台，是一个充满着挑战且蕴藏着机遇的环境，各创业公司以脚踏实地的作风、百折不挠的精神、坚韧不拔的毅力，在创业的路上散发着自己的光芒。告别2018，面对崭新的2019，让我们心怀希望，憧憬世纪天鸿创业孵化平台2019新的辉煌。<br/>&nbsp; &nbsp; 如果你有创业梦想，千万别犹豫，抓住机遇，来创业孵化平台，活出属于你的精彩。</p>', '0', '0', '0', '', 0, 0, '', '', '', '', 0, '', '', 0, 'N;', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYYLGJWgkXGdDceA8172', 1, '2019-05-29 09:59:57', '', '', 0, 1, 0, '', '0.00', '0.00', '', '', '', ''),
(39, 34, 0, '2019年太极拳比赛活动拉开序幕', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-05-29 10:00:40', 'admin', '', '/html/upload/images/201907/15590952834831.jpg', 1, 1, '  为弘扬中华传统文化，丰富天鸿阳光体育活动，培养广大员工团队协作、积极进取的优良品质，4月22日，世纪天鸿首届太极拳比赛活动在公司园区正式启动。  对于此次太极拳比赛，公司首先进行内容为陈式洪派太极拳八十一式的培训。经过宣传动员，使员工充分认识到太极拳对于强身健体、团队协作的重要性，并有效调动了各部门的积极性。参赛员工分为系统事业部团队、大客户事业部团队、业务部门联队、职能部门联队四个方队。各部', 0, '<p>&nbsp; &nbsp; 为弘扬中华传统文化，丰富天鸿阳光体育活动，培养广大员工团队协作、积极进取的优良品质，4月22日，世纪天鸿首届太极拳比赛活动在公司园区正式启动。</p><p>&nbsp; &nbsp; 对于此次太极拳比赛，公司首先进行内容为陈式洪派太极拳八十一式的培训。经过宣传动员，使员工充分认识到太极拳对于强身健体、团队协作的重要性，并有效调动了各部门的积极性。参赛员工分为系统事业部团队、大客户事业部团队、业务部门联队、职能部门联队四个方队。各部门员工积极配合，按时参加培训，为在以后的太极比赛中取得佳绩奠定基础。<br/></p><p></p><p>&nbsp; &nbsp; 此次培训活动，特邀陈氏洪派太极拳传人李玉福老师进行指导教学。在培训现场，李老师与员工认真交流、精心指导，“太极起式、野马分鬃、白鹤亮翅、左右搂膝拗步”等一招一式，似行云悠悠，如流水绵长，着实充满美感。各部门员工每天按时列成方阵进行学习，在公司园区构成了一道亮丽的风景线。</p><p></p><p>&nbsp; &nbsp; 太极拳作为武术的重要组成部分，历史悠久，博大精深，是中华民族的瑰宝。此次太极拳走进天鸿园活动，既能使员工们强身健体，也将进一步推动世纪天鸿企业文化的广泛深入开展。</p><p><br/></p>', '0', '0', '0', '', 0, 0, '', '', '', '', 0, '', '', 0, 'N;', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYzzOpkeWefOxetiy687', 1, '2019-05-29 10:00:40', '', '', 0, 1, 0, '', '0.00', '0.00', '', '', '', ''),
(40, 13, 0, '路由器', '', '', 'admin', 1, 0, '', 0, 0, '', 1, '', '', '', '', 0, '2020-01-17 09:23:27', 'admin', '', '/html/upload/images/201907/15396893572202.jpg', 1, 1, '技术设备是实现航空运输的物质基础。主要包括航路、航空港、飞机和通信导航设施等。航路是根据地', 0, '', '0', '0', '0', '', 0, 0, '', '', '999', '', 0, '', '', 0, 'a:1:{i:1;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15396893572202.jpg";s:3:"alt";s:9:"undefined";}}', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYNfW06Lofg2dRM52677', 1, '2020-01-17 09:23:27', '', 'my_shop_model,my_shoppingcolor', 0, 1, 188, '', '0.00', '0.00', '', '{}', '1:300M,+,10,2:500M,+,20,', '1:蓝,+,0,2:黑,+,0,'),
(41, 15, 0, '产品名称三十一', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-08-16 23:05:27', 'admin', '', '/html/upload/images/201907/15506330608258.jpg', 1, 1, '', 0, '', '0', '0', '0', '', 0, 0, '', '', '560', '', 0, '', '', 0, 'a:2:{i:1;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15506330608258.jpg";s:3:"alt";s:9:"undefined";}i:2;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15506330655517.jpg";s:3:"alt";s:9:"undefined";}}', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYJz9tU0sEFmG4jYr924', 1, '2019-08-16 23:05:27', '', 'my_shop_model,my_shoppingcolor', 0, 1, 0, '', '0.00', '0.00', '', '', '', ''),
(42, 15, 0, '产品名称三十', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-05-29 13:13:43', 'admin', '', '/html/upload/images/201907/15590081376621.jpg', 1, 1, '', 0, '', '0', '0', '0', '', 0, 0, '', '', '', '', 0, '', '', 0, 'N;', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYoqRcqqx04wOaAxg150', 1, '2019-05-29 13:13:43', '', '', 0, 1, 0, '', '0.00', '0.00', '', '', '', ''),
(43, 15, 0, '产品名称二十九', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-08-16 23:06:11', 'admin', '', '/html/upload/images/201907/15506335969988.jpg', 1, 1, '', 0, '', '0', '0', '0', '', 0, 0, '', '', '230', '', 0, '', '', 0, 'a:1:{i:1;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15506335969988.jpg";s:3:"alt";s:9:"undefined";}}', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYdpBjq9drwOlW0lf664', 1, '2019-08-16 23:06:11', '', 'my_shop_model,my_shoppingcolor', 0, 1, 0, '', '0.00', '0.00', '', '', '', ''),
(44, 15, 0, '产品名称二十八', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-08-16 23:06:10', 'admin', '', '/html/upload/images/201907/15506335904260.jpg', 1, 1, '', 0, '', '0', '0', '0', '', 0, 0, '', '', '660', '', 0, '', '', 0, 'a:1:{i:1;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15506335904260.jpg";s:3:"alt";s:9:"undefined";}}', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYbM6nNh7Q3yzd5ea383', 1, '2019-08-16 23:06:10', '', 'my_shop_model,my_shoppingcolor', 0, 1, 0, '', '0.00', '0.00', '', '', '', ''),
(45, 15, 0, '产品名称二十七', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-08-16 23:06:13', 'admin', '', '/html/upload/images/201907/15506336226893.jpg', 1, 1, '', 0, '', '0', '0', '0', '', 0, 0, '', '', '998', '', 0, '', '', 0, 'a:1:{i:1;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15506336226893.jpg";s:3:"alt";s:9:"undefined";}}', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYYcWihLq5Dgx5rzO811', 1, '2019-08-16 23:06:13', '', 'my_shop_model,my_shoppingcolor', 0, 1, 0, '', '0.00', '0.00', '', '', '', ''),
(46, 15, 0, '产品名称二十六', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-08-16 23:33:48', 'admin', '', '/html/upload/images/201907/15590081376621.jpg', 1, 1, '', 0, '', '0', '0', '0', '', 0, 0, '', '', '2300', '', 0, '', '', 0, 'a:1:{i:1;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15590081376621.jpg";s:3:"alt";s:9:"undefined";}}', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYOPdjHvE4Pn4u0dk942', 1, '2019-08-16 23:33:48', '', 'my_shop_model,my_shoppingcolor', 0, 1, 0, '', '0.00', '0.00', '', '', '', ''),
(47, 15, 0, '产品名称二十五', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-08-17 00:02:02', 'admin', '', '/html/upload/images/201907/15396893572202.jpg', 1, 1, '', 0, '', '0', '0', '0', '', 0, 0, '', '', '2200', '', 0, '', '', 0, 'a:1:{i:1;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15396893572202.jpg";s:3:"alt";s:9:"undefined";}}', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASY7g8BajgqgwA2LsQ659', 1, '2019-08-17 00:02:02', '', 'my_shop_model,my_shoppingcolor', 0, 1, 0, '', '0.00', '0.00', '', '', '', ''),
(48, 15, 0, '产品名称二十四', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-08-17 00:02:03', 'admin', '', '/html/upload/images/201907/15396892522391.jpg', 1, 1, '', 0, '', '0', '0', '0', '', 0, 0, '', '', '998', '', 0, '', '', 0, 'a:1:{i:1;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15396892522391.jpg";s:3:"alt";s:9:"undefined";}}', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYm8MzExt0fTjru5P101', 1, '2019-08-17 00:02:03', '', 'my_shop_model,my_shoppingcolor', 0, 1, 0, '', '0.00', '0.00', '', '', '', ''),
(49, 15, 0, '产品名称二十三', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-08-17 00:02:05', 'admin', '', '/html/upload/images/201907/15396892522391.jpg', 1, 1, '', 0, '', '0', '0', '0', '', 0, 0, '', '', '120', '', 0, '', '', 0, 'a:1:{i:1;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15396892522391.jpg";s:3:"alt";s:9:"undefined";}}', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYXDCS4WRJNTKkc4P113', 1, '2019-08-17 00:02:05', '', 'my_shop_model,my_shoppingcolor', 0, 1, 0, '', '0.00', '0.00', '', '', '', ''),
(50, 15, 0, '产品名称二十二', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-08-17 00:02:04', 'admin', '', '/html/upload/images/201907/15396892048357.jpg', 1, 1, '', 0, '', '0', '0', '0', '', 0, 0, '', '', '166', '', 0, '', '', 0, 'a:1:{i:1;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15396892048357.jpg";s:3:"alt";s:9:"undefined";}}', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYo9eP29z3HPIgb4V659', 1, '2019-08-17 00:02:04', '', 'my_shop_model,my_shoppingcolor', 0, 1, 0, '', '0.00', '0.00', '', '', '', ''),
(51, 14, 0, '产品名称二十一', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-08-17 00:18:34', 'admin', '', '/html/upload/images/201907/15396889737483.jpg', 1, 1, '', 0, '', '0', '0', '0', '', 0, 0, '', '', '177', '', 0, '', '', 0, 'a:1:{i:1;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15396889737483.jpg";s:3:"alt";s:9:"undefined";}}', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYVUKHL6UcJ7fOOHT585', 1, '2019-08-17 00:18:34', '', 'my_shop_model,my_shoppingcolor', 0, 1, 0, '', '0.00', '0.00', '', '', '', ''),
(52, 14, 0, '产品名称二十', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-08-17 00:18:35', 'admin', '', '/html/upload/images/201907/15590079031945.jpg', 1, 1, '', 0, '', '0', '0', '0', '', 0, 0, '', '', '199', '', 0, '', '', 0, 'a:1:{i:1;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15590079031945.jpg";s:3:"alt";s:9:"undefined";}}', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYBkQvDdHVOAUgwxb296', 1, '2019-08-17 00:18:35', '', 'my_shop_model,my_shoppingcolor', 0, 1, 0, '', '0.00', '0.00', '', '', '', ''),
(53, 14, 0, '产品名称十九', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-08-17 00:18:37', 'admin', '', '/html/upload/images/201907/15590078646183.jpg', 1, 1, '', 0, '', '0', '0', '0', '', 0, 0, '', '', '230', '', 0, '', '', 0, 'a:1:{i:1;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15590078646183.jpg";s:3:"alt";s:9:"undefined";}}', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYJfx8fl6qGjFjhRB691', 1, '2019-08-17 00:18:37', '', 'my_shop_model,my_shoppingcolor', 0, 1, 0, '', '0.00', '0.00', '', '', '', ''),
(54, 14, 0, '产品名称十八', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-08-17 00:18:37', 'admin', '', '/html/upload/images/201907/15590080664809.jpg', 1, 1, '', 0, '', '0', '0', '0', '', 0, 0, '', '', '1600', '', 0, '', '', 0, 'a:1:{i:1;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15590080664809.jpg";s:3:"alt";s:9:"undefined";}}', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYpkR2pX6G54WXOpL136', 1, '2019-08-17 00:18:37', '', 'my_shop_model,my_shoppingcolor', 0, 1, 0, '', '0.00', '0.00', '', '', '', ''),
(55, 14, 0, '产品名称十七', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-08-17 00:18:39', 'admin', '', '/html/upload/images/201907/15590081376621.jpg', 1, 1, '', 0, '', '0', '0', '0', '', 0, 0, '', '', '210', '', 0, '', '', 0, 'a:1:{i:2;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15590081376621.jpg";s:3:"alt";s:9:"undefined";}}', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYHmUFxBzunoBf4U0359', 1, '2019-08-17 00:18:39', '', 'my_shop_model,my_shoppingcolor', 0, 1, 0, '', '0.00', '0.00', '', '', '', ''),
(56, 14, 0, '产品名称十六', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-08-17 00:18:39', 'admin', '', '/html/upload/images/201907/15506336226893.jpg', 1, 1, '', 0, '', '0', '0', '0', '', 0, 0, '', '', '220', '', 0, '', '', 0, 'a:1:{i:1;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15506336226893.jpg";s:3:"alt";s:9:"undefined";}}', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYjzChf9aIGI4b0p9136', 1, '2019-08-17 00:18:39', '', 'my_shop_model,my_shoppingcolor', 0, 1, 0, '', '0.00', '0.00', '', '', '', ''),
(62, 14, 0, '产品名称十二', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-08-17 00:18:42', 'admin', '', '/html/upload/images/201907/15506330653551.jpg', 1, 1, '', 0, '', '0', '0', '0', '', 0, 0, '', '', '270', '', 0, '', '', 0, 'a:1:{i:1;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15506330653551.jpg";s:3:"alt";s:9:"undefined";}}', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYhgNcxGA33CN0WVG368', 1, '2019-08-17 00:18:42', '', 'my_shop_model,my_shoppingcolor', 0, 1, 0, '', '0.00', '0.00', '', '', '', ''),
(58, 14, 0, '产品名称十五', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-08-17 00:18:40', 'admin', '', '/html/upload/images/201907/15506335969988.jpg', 1, 1, '', 0, '', '0', '0', '0', '', 0, 0, '', '', '230', '', 0, '', '', 0, 'a:1:{i:1;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15506335969988.jpg";s:3:"alt";s:9:"undefined";}}', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASY6IDNvIpFJj5HxMg820', 1, '2019-08-17 00:18:40', '', 'my_shop_model,my_shoppingcolor', 0, 1, 0, '', '0.00', '0.00', '', '', '', ''),
(59, 14, 0, '产品名称十四', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-08-17 00:18:41', 'admin', '', '/html/upload/images/201907/15506335904260.jpg', 1, 1, '', 0, '', '0', '0', '0', '', 0, 0, '', '', '250', '', 0, '', '', 0, 'a:1:{i:1;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15506335904260.jpg";s:3:"alt";s:9:"undefined";}}', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYteUoUOdnEtJQ5DO966', 1, '2019-08-17 00:18:41', '', 'my_shop_model,my_shoppingcolor', 0, 1, 0, '', '0.00', '0.00', '', '', '', ''),
(61, 14, 0, '产品名称十三', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-05-29 13:36:10', 'admin', '', '/html/upload/images/201907/15590081993243.jpg', 1, 1, '', 0, '', '0', '0', '0', '', 0, 0, '', '', '260', '', 0, '', '', 0, 'N;', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYu8jmokWatEiOQek651', 1, '2019-05-29 13:36:10', '', '', 0, 1, 0, '', '0.00', '0.00', '', '', '', '');
INSERT INTO `ob_archive` (`aid`, `catid`, `typeid`, `title`, `subtitle`, `tag`, `username`, `userid`, `view`, `color`, `strong`, `toppost`, `font`, `spid`, `ip`, `mtitle`, `keyword`, `description`, `listorder`, `adddate`, `author`, `image`, `thumb`, `state`, `checked`, `introduce`, `introduce_len`, `content`, `template`, `templatewap`, `showform`, `htmlrule`, `ishtml`, `iswaphtml`, `linkto`, `attr1`, `attr2`, `attr3`, `comment_num`, `attachment_id`, `attachment_path`, `grade`, `pics`, `type`, `province_id`, `city_id`, `section_id`, `outtime`, `isecoding`, `ecoding`, `iscomment`, `updatedate`, `praise`, `my_field`, `salesnum`, `langid`, `inventory`, `my_tagone`, `readmenoy`, `domwmenoy`, `combined`, `buyurl`, `my_shopping_model`, `my_shopping_color`) VALUES
(63, 13, 0, '产品名称十一', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-08-17 00:18:44', 'admin', '', '/html/upload/images/201907/15506330608258.jpg', 1, 1, '', 0, '', '0', '0', '0', '', 0, 0, '', '', '230', '', 0, '', '', 0, 'a:2:{i:1;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15506330608258.jpg";s:3:"alt";s:9:"undefined";}i:2;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15506330608258.jpg";s:3:"alt";s:9:"undefined";}}', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYURynpBhTaiRU1ms696', 1, '2019-08-17 00:18:44', '', 'my_shop_model,my_shoppingcolor', 0, 1, 0, '', '0.00', '0.00', '', '', '', ''),
(64, 13, 0, '产品名称十', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-08-17 00:18:45', 'admin', '', '/html/upload/images/201907/15506330561844.jpg', 1, 1, '', 0, '', '0', '0', '0', '', 0, 0, '', '', '330', '', 0, '', '', 0, 'a:1:{i:1;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15506330561844.jpg";s:3:"alt";s:9:"undefined";}}', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASY521mO3OWstsuJvy507', 1, '2019-08-17 00:18:45', '', 'my_shop_model,my_shoppingcolor', 0, 1, 0, '', '0.00', '0.00', '', '', '', ''),
(65, 13, 0, '产品名称九', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-08-17 00:18:52', 'admin', '', '/html/upload/images/201907/15396893757731.jpg', 1, 1, '', 0, '', '0', '0', '0', '', 0, 0, '', '', '340', '', 0, '', '', 0, 'a:1:{i:1;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15396893757731.jpg";s:3:"alt";s:9:"undefined";}}', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYGXyVs7sVq5KE1nj376', 1, '2019-08-17 00:18:52', '', 'my_shop_model,my_shoppingcolor', 0, 1, 0, '', '0.00', '0.00', '', '', '', ''),
(66, 13, 0, '产品名称八', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-08-17 00:18:53', 'admin', '', '/html/upload/images/201907/15396893572202.jpg', 1, 1, '', 0, '', '0', '0', '0', '', 0, 0, '', '', '360', '', 0, '', '', 0, 'a:1:{i:1;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15396893572202.jpg";s:3:"alt";s:9:"undefined";}}', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYhuFUlRzDbrQ1jM3690', 1, '2019-08-17 00:18:53', '', 'my_shop_model,my_shoppingcolor', 0, 1, 0, '', '0.00', '0.00', '', '', '', ''),
(67, 13, 0, '产品名称七', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-08-17 00:18:54', 'admin', '', '/html/upload/images/201907/15396892522391.jpg', 1, 1, '', 0, '', '0', '0', '0', '', 0, 0, '', '', '380', '', 0, '', '', 0, 'a:1:{i:1;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15396892522391.jpg";s:3:"alt";s:9:"undefined";}}', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASY0BCt9KtrTRtjv6L213', 1, '2019-08-17 00:18:54', '', 'my_shop_model,my_shoppingcolor', 0, 1, 0, '', '0.00', '0.00', '', '', '', ''),
(68, 13, 0, '产品名称六', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-08-17 00:18:55', 'admin', '', '/html/upload/images/201907/15396892048357.jpg', 1, 1, '', 0, '', '0', '0', '0', '', 0, 0, '', '', '550', '', 0, '', '', 0, 'a:1:{i:1;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15396892048357.jpg";s:3:"alt";s:9:"undefined";}}', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASY1TiXfBUr5DbqEzS249', 1, '2019-08-17 00:18:55', '', 'my_shop_model,my_shoppingcolor', 0, 1, 0, '', '0.00', '0.00', '', '', '', ''),
(69, 13, 0, '产品名称五', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-08-17 00:18:56', 'admin', '', '/html/upload/images/201907/15396889737483.jpg', 1, 1, '', 0, '', '0', '0', '0', '', 0, 0, '', '', '4050', '', 0, '', '', 0, 'a:1:{i:1;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15396889737483.jpg";s:3:"alt";s:9:"undefined";}}', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYGrWKMWNt9VGjomF275', 1, '2019-08-17 00:18:56', '', 'my_shop_model,my_shoppingcolor', 0, 1, 0, '', '0.00', '0.00', '', '', '', ''),
(70, 13, 0, '产品名称四', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-08-17 00:18:57', 'admin', '', '/html/upload/images/201907/15590078646183.jpg', 1, 1, '', 0, '', '0', '0', '0', '', 0, 0, '', '', '660', '', 0, '', '', 0, 'a:1:{i:1;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15590078646183.jpg";s:3:"alt";s:9:"undefined";}}', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYHTxk1P8OSnxGsGI140', 1, '2019-08-17 00:18:57', '', 'my_shop_model,my_shoppingcolor', 0, 1, 0, '', '0.00', '0.00', '', '', '', ''),
(71, 13, 0, '产品名称三', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-07-22 15:38:36', 'admin', '', '/html/upload/images/201907/15590081993243.jpg', 1, 1, '', 0, '', '0', '0', '0', '', 0, 0, '', '', '550', '', 0, '', '', 0, 'N;', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYRwbmVb35BbAF4uT843', 1, '2019-07-22 15:38:36', '', 'my_shop_model,my_shoppingcolor', 0, 1, 99, '', '0.00', '0.00', '', '', '', ''),
(72, 12, 0, '产品名称二', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-08-17 02:11:03', 'admin', '', '/html/upload/images/201907/15506330608258.jpg', 1, 1, '产品名称即“品牌名称（brand name）”。好的品牌名称必须简洁、易读、易记、易写。美国有为产品取名的专业机构，他们利用电脑，把26个英文字母搭配成各种名称。有些品牌著名于世界，如克宁奶粉（Klim）、柯达（Kodak）等。产品标识所用文字应当为规范中文。可以同时使用汉语拼音或者外文，汉语拼音和外文应当小于相应中文。产品标识使用的汉字、数字和字母，其字体高度应大于或等于1.8毫米；产品标识应当清晰、牢固，易于识别；', 0, '<p>产品名称即“品牌名称（brand name）”。好的品牌名称必须简洁、易读、易记、易写。美国有为产品取名的专业机构，他们利用电脑，把26个英文字母搭配成各种名称。有些品牌著名于世界，如克宁奶粉（Klim）、柯达（Kodak）等。</p><p>产品标识所用文字应当为规范中文。可以同时使用汉语拼音或者外文，汉语拼音和外文应当小于相应中文。产品标识使用的汉字、数字和字母，其字体高度应大于或等于1.8毫米；<br/></p><p>产品标识应当清晰、牢固，易于识别；</p><p>产品名称包含中英文全程，或者中文拼音。另有对应于全称的企业或产品简称，如：中兴通讯股份有限公司，简称：中兴通讯，英文简称：ZTE。</p><p>企业或品牌名称具备统一的标准字体、标准色、标准大小以区别于同类企业或产品。企业和产品名称应用于企业日常产品、服务、办公、营销行为等公司运作的各个方面，形成完整统一的企业CI系统。所以产品名称是企业识别系统中最重要的一个要素。</p><p><br/></p><p>产品名称应当表明产品的真实属性，并符合下列要求：</p><p>（一）国家标准、行业标准对产品名称有规定的，应当采用国家标准、行业标准规定的名称；</p><p>（二）国家标准、行业标准对产品名称没有规定的，应当使用不会引起用户及消费者误解和混淆的常用名称或者俗名。</p><p>产品名称可以作为注册商标，但应符合商标法的规定。</p><p><br/></p>', '0', '0', '0', '', 0, 0, '', '', '980', '', 0, '', '', 0, 'a:1:{i:1;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15506330608258.jpg";s:3:"alt";s:9:"undefined";}}', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYTReKg1pr3crT8CO456', 1, '2019-08-17 02:11:03', '', 'my_shop_model,my_shoppingcolor', 0, 1, 0, '', '0.00', '0.00', '', '', '', ''),
(73, 12, 0, '产品名称一', '', '', 'admin', 1, 0, '', 0, 0, '', 1, '', '', '', '', 0, '2020-01-17 09:11:39', 'admin', '', '/html/upload/images/201907/15591115606261.jpg', 1, 1, '直接蒸发型加湿器通常也被称为纯净型加湿器。纯净型的加湿技术则是加湿领域刚刚采用的新技术，通过分子筛蒸发技术，除去水中的钙、镁离子，彻底解决“白粉”问题。通过水幕洗涤空气，在加湿的同时还能对空气中的病菌、粉尘、颗粒物进行过滤净化，再经风动装置将湿润洁净的空气送到室内，从而提高环境湿度和洁净度。所以非常适用于有老人和小孩的家庭使用，还可以预防冬季流感病菌。', 0, '<p>直接蒸发型加湿器通常也被称为纯净型加湿器。纯净型的加湿技术则是加湿领域刚刚采用的新技术，通过分子筛蒸发技术，除去水中的钙、镁离子，彻底解决“白粉”问题。通过水幕洗涤空气，在加湿的同时还能对空气中的病菌、粉尘、颗粒物进行过滤净化，再经风动装置将湿润洁净的空气送到室内，从而提高环境湿度和洁净度。所以非常适用于有老人和小孩的家庭使用，还可以预防冬季流感病菌。<br/></p><p>超声波加湿器和纯净型加湿器是建议给儿童购买的首选产品，安全系数高，净化空气，除菌加湿能力强，增进健康，给孩子一个舒适的环境。</p><p><br/></p><p style="text-align: center;"><img src="/html/upload/images/201907/15591115599626.jpg"/></p><p><br/></p><p>电加热式加湿器</p><p>热蒸发型加湿器也叫电加热式加湿器，其工作原理是将水在加热体中加热到100℃，产生蒸汽，用电机将蒸汽送出。电加热式加湿器是技术最简单的加湿方式。</p><p>加湿器是一种增加房间湿度的家用电器。加湿器可以给指定房间加湿，也可以与锅炉或中央空调系统相连给整栋建筑加湿。</p><p><br/></p><p>加湿器行业在中国的发展有近20年的历史，经过多年的空气质量概念普及、产品研发、市场培育，加湿器这一相对陌生的小家电产品的功能和作用逐渐被接受。</p><p>加湿器是一种可以增加房间湿度的家用电器，加湿器可以给指定房间加湿，也可以与锅炉或中央空调系统相连给整栋建筑加湿。根据热、湿交换理论，在实际工程中将加湿器分为以下两种：</p><p>1、等焓加湿器：即利用水吸收空气的显热进行蒸发加湿，其在焓、湿图上的变化为近似等焓过程。<br/></p><p>2、等温加湿器：即利用热能将液态水转化成蒸汽与空气混合进行加湿，其在焓、湿图上的变化为近似等温过程。</p><p>加湿器从使用范围来讲可分为工业用加湿器、商用加湿器和家用加湿器三个大的类别。</p><p><br/></p><p><br/></p><center><img src="/html/upload/images/201907/15591115606261.jpg"/></center><p><br/></p><p><br/></p><p>超声波加湿器</p><p>已被广泛应用在各种领域。超声波加湿器采用每秒200万次的超声波高频震荡，将水雾化为1微米到5微米的超微粒子和负氧离子，从而实现均匀加湿，清新空气，增进健康的，去除冬季暖气的燥热，营造舒适的生活环境。</p><p><br/></p><p><br/></p><center><img src="/html/upload/images/201907/15591115602093.jpg"/></center><p><br/></p><p><br/></p><p>纯净型加湿器</p><p>浸入式电极加湿器</p><p>浸入式电极式加湿器（immersed Electrode humidifier）是利用浸入水中的大面积的电极作为端子，以水作为加热媒介，当电流经由水转移电能时，产生热量，使水沸腾，产生蒸汽。其特点是成本低,便于安装和使用.但是精度较低，而且需要定期更换加湿桶维护。</p><p><br/></p>', '0', '0', '0', '', 0, 0, '', '', '1620', '', 2, '10', 'html/upload/attachment/201908/1566304174297.png', 0, 'a:3:{i:1;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15591115599626.jpg";s:3:"alt";s:8:"1004.jpg";}i:2;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15591115606261.jpg";s:3:"alt";s:8:"1002.jpg";}i:3;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15591115602093.jpg";s:3:"alt";s:8:"1003.jpg";}}', '', 0, 0, 0, '0000-00-00', 1, 'CMSEASYOK2nysJX2XzMN7X248', 1, '2020-01-17 09:11:39', 'admin', 'my_shopping_model,my_shopping_color', 18, 1, 996, '<p>详细说明</p><p><img src="/html/upload/images/201908/15662076301300.jpg" title="15662076301300.jpg"/></p><p><img src="/html/upload/images/201908/15662076302696.jpg" title="15662076302696.jpg"/></p><p><img src="/html/upload/images/201908/15662076306969.jpg" title="15662076306969.jpg"/></p><p><img src="/html/upload/images/201908/15662076314121.jpg" title="15662076314121.jpg"/></p><p><img src="/html/upload/images/201908/15662076318531.jpg" title="15662076318531.jpg"/></p><p><br/></p>', '0.00', '0.00', '83,1#my_shopping_model,2:便携,jia,155;my_shopping_color,6:金,jia,0-73,1#my_shopping_model,2:I7,jia,10;my_shopping_color,1:金,jia,88', '{}', '1:I5,+,5,/html/upload/images/201908/15662076314121.jpg2:I7,+,10,/html/upload/images/201908/15662076301300.jpg3:I9,+,15,/html/upload/images/201908/15662076318531.jpg', '1:金,+,88,/html/upload/images/201907/15590079031945.jpg2:黑,+,8,/html/upload/images/201907/15506336226893.jpg'),
(81, 29, 0, '项目经理', '', '', 'admin', 1, 12, '', 0, 0, '', 0, '', '', '', '', 0, '2019-06-13 16:23:39', 'admin', '', '', 1, 1, '业务经理业务经理 “AE”的职责是：对外，与客户进行谈判、联络、提案、收款等；对内，制定策略、协调资源、分派工作、监督进程等。由此可知，一个真正的 “AE”，并不象“拉业务”的业务员那么简单，他要熟悉销售、市调、企划、设计、制作、媒体等方面的专业知识，也要有一定的人际关系处理能力。', 0, '<p>业务经理业务经理 “AE”的职责是：对外，与客户进行谈判、联络、提案、收款等；对内，制定策略、协调资源、分派工作、监督进程等。由此可知，一个真正的 “AE”，并不象“拉业务”的业务员那么简单，他要熟悉销售、市调、企划、设计、制作、媒体等方面的专业知识，也要有一定的人际关系处理能力。</p>', 'archive/show_job.html', '0', '0', '', 0, 0, '', '', '', '', 0, '', '', 0, 'N;', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYQucDYsG9O6OUqzO569', 1, '2019-06-13 16:23:39', '', '', 0, 1, 0, '', '0.00', '0.00', '', '', '', ''),
(83, 12, 0, 'MackBook', '', '', 'admin', 1, 0, '', 0, 0, '', 1, '', '', '', '', 0, '2020-01-17 09:12:27', 'admin', '', '/html/upload/images/201907/15591115599626.jpg', 1, 1, '直接蒸发型加湿器通常也被称为纯净型加湿器。纯净型的加湿技术则是加湿领域刚刚采用的新技术，通过分子筛蒸发技术，除去水中的钙、镁离子，彻底解决问题。通过水幕洗涤空气，在加湿的同时还能对空气中的病菌、粉尘、颗粒物进行过滤净化，再经风动装置将湿润洁净的空气送到室内，从而提高环境湿度和洁净度。所以非常适用于有老人和小孩的家庭使用，还可以预防冬季流感病菌。', 0, '<p>直接蒸发型加湿器通常也被称为纯净型加湿器。纯净型的加湿技术则是加湿领域刚刚采用的新技术，通过分子筛蒸发技术，除去水中的钙、镁离子，彻底解决“白粉”问题。通过水幕洗涤空气，在加湿的同时还能对空气中的病菌、粉尘、颗粒物进行过滤净化，再经风动装置将湿润洁净的空气送到室内，从而提高环境湿度和洁净度。所以非常适用于有老人和小孩的家庭使用，还可以预防冬季流感病菌。<br/></p><p>超声波加湿器和纯净型加湿器是建议给儿童购买的首选产品，安全系数高，净化空气，除菌加湿能力强，增进健康，给孩子一个舒适的环境。</p><p><br/></p><p>电加热式加湿器</p><p>热蒸发型加湿器也叫电加热式加湿器，其工作原理是将水在加热体中加热到100℃，产生蒸汽，用电机将蒸汽送出。电加热式加湿器是技术最简单的加湿方式。</p><p>加湿器是一种增加房间湿度的家用电器。加湿器可以给指定房间加湿，也可以与锅炉或中央空调系统相连给整栋建筑加湿。</p><p><br/></p><p>加湿器行业在中国的发展有近20年的历史，经过多年的空气质量概念普及、产品研发、市场培育，加湿器这一相对陌生的小家电产品的功能和作用逐渐被接受。</p><p>加湿器是一种可以增加房间湿度的家用电器，加湿器可以给指定房间加湿，也可以与锅炉或中央空调系统相连给整栋建筑加湿。根据热、湿交换理论，在实际工程中将加湿器分为以下两种：</p><p>1、等焓加湿器：即利用水吸收空气的显热进行蒸发加湿，其在焓、湿图上的变化为近似等焓过程。<br/></p><p>2、等温加湿器：即利用热能将液态水转化成蒸汽与空气混合进行加湿，其在焓、湿图上的变化为近似等温过程。</p><p>加湿器从使用范围来讲可分为工业用加湿器、商用加湿器和家用加湿器三个大的类别。</p><p><br/></p><p>超声波加湿器</p><p>已被广泛应用在各种领域。超声波加湿器采用每秒200万次的超声波高频震荡，将水雾化为1微米到5微米的超微粒子和负氧离子，从而实现均匀加湿，清新空气，增进健康的，去除冬季暖气的燥热，营造舒适的生活环境。</p><p><br/></p><p>纯净型加湿器</p><p>浸入式电极加湿器</p><p>浸入式电极式加湿器（immersed Electrode humidifier）是利用浸入水中的大面积的电极作为端子，以水作为加热媒介，当电流经由水转移电能时，产生热量，使水沸腾，产生蒸汽。其特点是成本低,便于安装和使用.但是精度较低，而且需要定期更换加湿桶维护。</p><p><br/></p>', '0', '0', '0', '', 0, 0, '', '', '1620', '', 0, '', '', 0, 'a:3:{i:1;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15591115599626.jpg";s:3:"alt";s:8:"1004.jpg";}i:2;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15591115606261.jpg";s:3:"alt";s:8:"1002.jpg";}i:3;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15591115602093.jpg";s:3:"alt";s:8:"1003.jpg";}}', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYJTEFwo7JfLxlhul232', 1, '2020-01-17 09:12:27', '', 'my_shopping_model,my_shopping_color', 999, 1, 97, '', '0.00', '0.00', '73,1#-72,1#', '{"0":{"buyurlname":"京东购买","buyurls":"https://www.jd.com"},"1":{"buyurlname":"天猫购买","buyurls":"https://www.tmall.com"}}', '1:台式,+,55,2:便携,+,155,', '1:黑,+,0,/html/upload/images/201907/15590080664809.jpg2:白,+,0,/html/upload/images/201907/15591115599626.jpg3:蓝,+,0,/html/upload/images/201907/15590079031945.jpg4:紫,+,0,/html/upload/images/201907/15591115602093.jpg5:灰,+,0,/html/upload/images/201907/15506335969988.jpg6:金,+,0,/html/upload/images/201907/15506335904260.jpg7:银,+,0,/html/upload/images/201908/15662076306969.jpg'),
(85, 35, 0, '某某荣誉', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-08-16 20:51:26', 'admin', '', '/html/upload/images/201907/1201.jpg', 1, 1, '荣誉说明文字。。。', 0, '<p style="text-align: center;"><br/><img src="/html/upload/images/201907/1201.jpg"/></p><p><br/></p><p>荣誉说明文字。。。</p>', '0', '0', '0', '', 0, 0, '', '', '', '', 0, '', '', 0, 'N;', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYO70f2XfrUVxUUz6867', 1, '2019-08-16 20:51:26', '', '', 0, 1, 0, '', '0.00', '0.00', '', '', '', ''),
(86, 9, 0, '产品介绍二', '无人值守、物联网智能化管理', NULL, 'admin', 1, 9, NULL, 0, 0, '', 0, '', NULL, NULL, NULL, 0, '2019-07-09 18:33:20', 'admin', '', NULL, 1, 1, '管理模式：无人值守、物联网智能化管理\n\n               （设备状态、使用次数、数据交互等一系列功能）\n\n                 全程后台监管操作，无需人工 \n\n产品优势：兑换', 0, '<p>管理模式：无人值守、物联网智能化管理</p><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;（设备状态、使用次数、数据交互等一系列功能）</p><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;全程后台监管操作，无需人工&nbsp;</p><p>产品优势：兑换简单，操作方便</p><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;安全可靠，兑换完成可打印小票</p><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;人脉神器助力面对面推广</p><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;提现秒到</p><p><br/></p>', '0', '0', '0', NULL, 0, 0, NULL, NULL, '', NULL, 0, '12', 'html/upload/attachment/201905/15579676979434.zip', 0, 'N;', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYQN2pfl790LO5Ouo231', 1, '2020-05-23 18:26:47', '', '', 0, 1, 0, '', '0.00', '0.00', '', '', '', ''),
(87, 8, 0, '产品介绍一', '可兑智能积分机1.0：SUNMIV2版本', NULL, 'admin', 1, 58, NULL, 0, 0, '', 0, '', NULL, NULL, NULL, 0, '2019-07-30 07:48:46', 'admin', '', '/html/upload/images/201907/14360857154349.jpg', 1, 1, '可供40多家银行积分选择兑换&lt;/br&gt;\n系统可以自动匹配合适的兑换方案\n用户傻瓜式操作即可\n每可打印出兑换信息的小票，给用户极大的安全感\n单笔10~3000元秒到', 0, '<p>可供40多家银行积分选择兑换&lt;/br&gt;<br/></p><p>系统可以自动匹配合适的兑换方案&lt;/br&gt;</p><p>用户傻瓜式操作即可&lt;/br&gt;</p><p>每可打印出兑换信息的小票，给用户极大的安全感&lt;/br&gt;</p><p>单笔10~3000元秒到</p>', '0', '0', '0', NULL, 0, 0, NULL, NULL, '', NULL, 0, '11', 'html/upload/attachment/201907/15628273460708.gif', 0, 'a:3:{i:1;a:2:{s:3:"url";s:45:"/html/upload/images/201907/14360807979603.jpg";s:3:"alt";s:9:"undefined";}i:2;a:2:{s:3:"url";s:45:"/html/upload/images/201907/14360854145721.jpg";s:3:"alt";s:9:"undefined";}i:3;a:2:{s:3:"url";s:45:"/html/upload/images/201907/14363453760256.jpg";s:3:"alt";s:9:"undefined";}}', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYQ7C6mNjnb3EPO0p724', 1, '2020-05-23 19:15:17', '', '', 0, 1, 0, '', '0.00', '0.00', '', '', '', ''),
(88, 8, 0, '解决方案三', NULL, NULL, 'admin', 1, 0, NULL, 0, 0, '', 0, '', NULL, NULL, NULL, 0, '2019-07-09 18:41:44', 'admin', '', NULL, -1, 0, NULL, 0, NULL, '0', '0', '0', NULL, 0, 0, NULL, NULL, '', NULL, 0, NULL, NULL, 0, 'N;', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYH6rFJkqJoC5fDzk552', 1, '2020-05-23 18:23:44', '', '', 0, 1, 0, '', '0.00', '0.00', '', '', '', ''),
(100, 68, 0, 'Domestic maritime transport', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-05-28 10:25:13', 'admin', '', '/html/upload/images/201907/15590103415339.jpg', 1, 1, 'In October 2001, the BDI index of the international dry bulk market dropped to 845, the lowest level in the whole year. The index rose slightly in 2002, but not much, closing at 1731 at the end of the year. In the second half of 2003, there was a sharp increase, which soared to 4470 in October and closed at 4467 at the end of the year. In 2004, it maintained a good momentum of growth, reaching a year-round peak of 6101 points and closing at 4438 points at the end of the year. March 2005 was the highest point of the year, 4956, and ended at 2321 at the end of the year. Since 2002, the overall volume of dry bulk cargo has shown an accelerated upward trend.', 0, '<p>In October 2001, the BDI index of the international dry bulk market dropped to 845, the lowest level in the whole year. The index rose slightly in 2002, but not much, closing at 1731 at the end of the year. In the second half of 2003, there was a sharp increase, which soared to 4470 in October and closed at 4467 at the end of the year. In 2004, it maintained a good momentum of growth, reaching a year-round peak of 6101 points and closing at 4438 points at the end of the year. March 2005 was the highest point of the year, 4956, and ended at 2321 at the end of the year. Since 2002, the overall volume of dry bulk cargo has shown an accelerated upward trend. As the global economic development has a great demand for large quantities of basic raw materials, the volume of transportation such as iron ore and coal has grown rapidly, and China, as one of the fastest growing countries in the global economy, has played a very important role. In the past 10 years, the average annual growth rate of bulk dry bulk shipping volume in China is 17%, which is much higher than that in the international market, while 70% of the increase in the world dry bulk shipping market comes from China. Taking iron ore as an example, China imported 148 million tons of iron ore in 2003, accounting for 28.5% of the world''s shipping volume. In 2004, the global iron ore shipping volume was 600 million tons, and China imported 208 million tons, accounting for 34.6%. Influenced by the state regulation and control, the growth rate declined in 2005, but there was still an additional demand of 60 million tons. The annual import volume reached 248 million tons, with a growth rate of about 20%. It can be predicted that, driven by China''s huge engine, the international dry bulk shipping market will continue to grow in 2006, with an average annual growth rate of 6%.</p><p>In terms of oil transportation, the world economy is highly dependent on oil. Experts calculate that for every 1% growth in the global economy, 400,000 barrels of oil will be needed every day. As the main mode of oil transportation, water transportation completes 92% of the oil trade. The global crude oil shipping volume in 2003 was 1.6 billion tons, which was further increased in 2004. It is estimated that the average growth rate of international crude oil shipping volume in 2005-2007 will be about 3%. China''s oil demand has increased dramatically in recent years, and has become the second largest oil consumer and importer in the world in 2004. In 2003, China imported 91.12 million tons of crude oil, accounting for 5.4% of global crude oil trade. In 2004, China imported 122 million tons of crude oil, breaking through the 100 million tons barrier for the first time. In 2005, crude oil consumption exceeded 300 million tons, and the gap between supply and demand will be further widened, with crude oil imports reaching 127 million tons in 2005. It is expected that China''s demand for oil will maintain a relatively high growth rate in the next few years, which will have a greater and greater impact on international oil shipping.</p><p>In container transport, driven by Pacific and Eurasian routes, container trade has grown rapidly since 2002. In 2003, the total volume of international container trade was 79 million TEU, an increase of 8.2% compared with the same period last year. In 2004, the growth rate rose to 11% to 87.7 million TEU. In 2005, Pacific routes will increase by 12%, Asia-Europe routes will increase by 15%, while Atlantic routes will remain stable and increase slightly. In 2005, the overall container volume will increase by about 10% on the original basis. China''s container shipping volume accounts for about 20% of the world''s total, and more than 60% of the world''s container shipping volume is on the Eastern Pacific Route and the Western Asia-Europe Route. China''s container throughput reached 75.8 million TEU in 2005, with a growth rate of 23.7%, higher than the world average.</p><p>From the perspective of fleet construction, </p><p> there are 5700 dry bulk carriers with a total capacity of 29,634.8 million tons, which are distributed in hundreds of shipping companies. China Shipping Company has 579 vessels with 24.405 million tonnes of load; Hong Kong Shipping Company has 261 vessels with 18.19 million tonnes of load. China and Hong Kong have a total capacity of 42.596 million tons, accounting for 14.4% of the world''s total. China has 231 shipping companies engaged in international shipping, with a total capacity of 22.1 million tons, ranking ninth in the world. China''s shipping enterprises have set up hundreds of wholly-owned, joint-venture shipping enterprises and offices abroad, and the proportion of cargo transported by third countries is increasing day by day.</p><p>There are many kinds of cargo transported by international sea, so different types of ships and handling equipments are adopted for different types of cargo. For specific cargo, Qihai introduces how to transport super large cargo from ship type and loading and unloading equipment.</p><p>1. Trucks. The truck is transported by PCTC (PURE CAR TRUCK CARRIER). Its main feature is that it can accommodate large trucks on single deck (generally between 3 and 4 meters in height). Its maximum weight of stern jump can reach 45 tons, and its weight per square meter can reach 3 tons. Therefore, overweight trucks can be allowed to jump into the cabin through stern. 。</p><p>2． Large equipment. Generally speaking, the transportation of large-scale equipment is more complex. Some parts are larger and tonnage is larger. They can not be transported by general containers, while some spare parts can be transported by containers. RORO and CONTAINER are generally used in this type of ship, which can load large components and containers at the same time. Therefore, it is the ideal ship type for transportation of many large equipment.</p><p>So what kind of handling equipment is more reasonable for this type of ship?</p><p>BOLSTER FLATBED This equipment is suitable for large components less than 4 meters long and weighing less than 28 tons. The crane lifts the cargo to a flat plate with a lifting height not exceeding one meter (which can avoid cargo damage caused by swing and turnover during lifting). Then it uses special nylon belt (whose rigidity is equivalent to steel wire rope, but it can greatly reduce the wear and tear on the surface of cargo compared with steel wire rope) or steel wire rope padding. The cargo is fixed on a flat plate, and the forklift truck carries the cargo into the cabin through the stern jump of the ship.</p><p>ROLLTRAILER This kind of equipment is suitable for transporting overweight and oversize cargo. In theory, it can carry cargo of 25 meters long and 120 tons. However, due to the limitation of the carrying capacity of tail jump and tow, the actual carrying capacity will be smaller. ROLLTRAILER can be transported into the cabin by self-propelled tow through the stern of the ship, thus achieving zero damage to the cargo.</p><p>3． Train compartment. Because the train boxes are long and 40 meters long, the general ROLLTRAILER transport will not be able to rotate into the cabin due to the restrictions of hatches. SPECIALDESIGNED TRAILERS (Special Tire Bogie) can solve this problem. The tires of this equipment can rotate 360 degrees and can be transported back into the cabin when the ship''s stern jumps into the cabin.</p><p><br/></p>', '0', '0', '0', '', 0, 0, '', '', '', '', 0, '', '', 0, 'N;', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYJ0PSRBqIjOIqxyh942', 1, '2019-05-28 10:25:13', '', '', 0, 2, 0, '', '0.00', '0.00', '', '', '', ''),
(101, 68, 0, 'International Air Transport', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-05-28 10:28:37', 'admin', '', '/html/upload/images/201907/15590105447904.jpg', 1, 1, 'Air transport refers to the use of aircraft, helicopters and other aircraft to transport personnel, goods and mail. Passengers, luggage, cargo and mail are transported by air outside a country at their departure, transit and terminal points. Mainly on international routes. International routes are established through bilateral air transport agreements between governments. In order to ensure the safety and efficiency of international navigation, extensive international cooperation and coordination must be carried out in accordance with unified procedures and rules. The International Civil Aviation Organization and the Regional Civil Aviation Organization have played an important role in international air transport.China''s International Air Transport', 0, '<p>Air transport refers to the use of aircraft, helicopters and other aircraft to transport personnel, goods and mail. Passengers, luggage, cargo and mail are transported by air outside a country at their departure, transit and terminal points. Mainly on international routes. International routes are established through bilateral air transport agreements between governments. In order to ensure the safety and efficiency of international navigation, extensive international cooperation and coordination must be carried out in accordance with unified procedures and rules. The International Civil Aviation Organization and the Regional Civil Aviation Organization have played an important role in international air transport.China''s international air transport began in July and March 1950, when the Sino-Soviet Civil Airlines co-operated with the former Soviet Union opened three international routes from Beijing to Chita, Irkutsk and Almaty of the former Soviet Union.&nbsp;</p><p>Air transportation began in 1871. At that time, the French in the Franco-Prussian War used balloons to transport government officials, materials, mail and other goods out of Paris besieged by the Prussian army. On May 5, 1918, air transport first appeared, with routes from New York to Washington to Chicago. On June 8 of the same year, regular postal flights began between London and Paris. In the 1930s, there were civil transport planes, and various technical performances were constantly improved. The development of the aviation industry promoted the development of air transport. After the end of the Second World War, the world has gradually established a network of routes. The network of world routes, starting from the major cities of various countries, covers all continents. In 1990, the total turnover of world scheduled flights reached 235.67 billion tons per kilometer.</p><p>1. The shipper shall fill in the cargo transport form to the carrier and attach the necessary valid supporting documents in accordance with the provisions of the competent national authorities. The shipper shall be responsible for the authenticity and correctness of the contents of the transport form. A contract for the carriage of goods by air shall be established when the cargo transport document submitted by the shipper is accepted by the carrier and the cargo transport document is filled out by the carrier.</p><p>2. When the shipper requests to transport goods by chartered aircraft, he shall fill in the application for charter flights. After the carrier agrees to accept and sign the charter flights agreement, the contract for the carriage of goods by charter flights shall be established. The individual signing the agreement shall abide by the provisions of the competent civil aviation authority concerning charter flights.</p><p>3. The shipper shall pack the goods transported in accordance with the packaging standards stipulated by the competent state authorities; if there is no uniform stipulation on the packaging standards, the shipper shall pack the goods according to the nature of the goods and the conditions such as carrying aircraft, in accordance with the principle of ensuring transport safety. The carrier has the right to refuse to carry goods that do not meet the above packing requirements.</p><p>4. The shipper must mark the departure, arrival, shipper and consignee on the consigned goods. Names and addresses shall be marked with indicators of packaging, storage and transportation in accordance with the provisions of the State. </p><p>5. For goods that must be insured by the State, the shipper shall insure the goods for transport at the time of shipment.</p><p>6. The shipper shall pay the freight and other charges at the rates prescribed by the competent civil aviation authority for the consignment of goods. Unless otherwise agreed by the shipper and the carrier, freight and other charges shall be paid in one lump sum at the time of issuance of the bill of lading for the goods.</p><p>7. The carrier shall issue a notice of arrival to the consignee within 24 hours after the arrival of the goods at the place of delivery. The consignee shall promptly withdraw the goods at the designated place on the basis of the certificate of delivery. The goods shall be kept free of charge for March from the day after the notice of arrival is issued. The consignee shall pay the custody fee in accordance with the transport rules when the withdrawal is overdue. </p><p>8. When the consignee withdraws the goods, he has no objection to the abandonment or weight of the goods halfway and signs the receipt on the cargo waybill, the carrier is discharged from the liability for carriage. </p><p>9. If the shipper or consignee seeks compensation for the loss of the shipper or consignee due to the fault or intentional cause of the shipment, the shipper or consignee shall submit the claim in writing to the carrier within 180 days after the date of filling in the record of the accident in the carriage of goods, accompanied by relevant supporting documents.</p><p><br/></p>', '0', '0', '0', '', 0, 0, '', '', '', '', 0, '', '', 0, 'N;', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYJPOyTpq0T4pOqGr804', 1, '2019-05-28 10:28:37', '', '', 0, 2, 0, '', '0.00', '0.00', '', '', '', ''),
(102, 67, 0, 'Domestic Air Transport', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-05-28 10:29:49', 'admin', '', '/html/upload/images/201907/15590106116481.jpg', 1, 1, 'technical equipment is the material basis for realizing air transportation. It mainly includes routes, airports, aircraft and communication and navigation facilities. Route is a corridor protected airspace based on ground navigation facilities, and it is the field of aircraft flight. Its delimitation is centered on the line connecting each ground navigation facility, and the upper limit height, the lower limit height and the width are stipulated in the range of the route. For aircraft flying within its scope, air traffic control should be implemented. Airport is an integral part of civil airport and related service facilities. It is the base for safe take-off and landing of aircraft, and also the gathering and distributing center for passengers, cargo and mail. Aircraft is the main carrier. Model Selection', 0, '<p>Technical equipment is the material basis for realizing air transportation. It mainly includes routes, airports, aircraft and communication and navigation facilities. Route is a corridor protected airspace based on ground navigation facilities, and it is the field of aircraft flight. Its delimitation is centered on the line connecting each ground navigation facility, and the upper limit height, the lower limit height and the width are stipulated in the range of the route. For aircraft flying within its scope, air traffic control should be implemented. Airport is an integral part of civil airport and related service facilities. It is the base for safe take-off and landing of aircraft, and also the gathering and distributing center for passengers, cargo and mail. Aircraft is the main carrier. The selection of aircraft type depends on the specific situation of the flight route and the overall economic and technological performance. Communication and navigation facilities are facilities for communicating information, guiding aircraft to fly safely and landing safely at their destination (see aviation pilot).</p><p>Because of the importance of air transport to the development of national economy and the promotion of international exchanges, most countries attach great importance to the development of air transport. The government has set up special agencies to manage such enterprises as the General Administration of Civil Aviation in China, the Federal Aviation Administration in the United States and the Ministry of Civil Aviation in the former Soviet Union. Various preferential policies have been implemented to support the development of air transport enterprises, such as government direct investment, loans, tax relief and financial subsidies.</p><p>Air transport enterprises mainly operate in the form of shift transport, charter transport and special aircraft transport. The latter two are temporary arrangements as needed. Duration transportation is to carry out transportation tasks along fixed routes and at fixed time according to schedule and fixed type of aircraft. When there are more passengers and cargo to be transported, overtime flights along the regular transport routes can also be organized. The operational quality of air transport is mainly evaluated from three aspects: safety level, economic benefit and service quality.<br/></p><p>Air transportation began in 1871. At that time, the French in the Franco-Prussian War used balloons to transport government officials, materials, mail and other goods out of Paris besieged by the Prussian army. On May 5, 1918, air transport first appeared, with routes from New York to Washington to Chicago. On June 8 of the same year, regular postal flights began between London and Paris. In the 1930s, there were civil transport planes, and various technical performances were constantly improved. The development of the aviation industry promoted the development of air transport. After the end of the Second World War, the world has gradually established a network of routes. The network of world routes, starting from the major cities of various countries, covers all continents. In 1990, the total turnover of world scheduled flights reached 235.67 billion tons per kilometer.<br/></p><p>The weight of the goods is calculated by gross weight. The unit of calculation is kilograms. Weight less than 1 kilogram, according to 1 kilogram, more than 1 kilogram of the tail rounded.<br/></p><p>The weight of each cargo loaded by a non-wide-body aircraft does not exceed 80 kg and the volume does not exceed 40*60*100 M. The weight of each cargo loaded by a wide-body aircraft generally does not exceed 250 kg. Volume generally does not exceed 250*200*160 cm. Goods exceeding the above weight and volume shall be accepted and transported by Northwest Company on the basis of specific conditions.<br/></p><p>The length, width and height of each cargo shall not be less than 40 cm. <br/> </p> <p> cargo with a volume exceeding 6000 cubic centimeters per kilogram shall be weighed in light bubble cargo. Light bubble cargo is measured in kilograms per 6000 cubic centimeters.</p><p><br/></p>', '0', '0', '0', '', 0, 0, '', '', '', '', 0, '', '', 0, 'N;', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYQtzTbjowanLdwNF405', 1, '2019-05-28 10:29:49', '', '', 0, 2, 0, '', '0.00', '0.00', '', '', '', ''),
(103, 67, 0, 'International Land Transport', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-05-28 10:30:20', 'admin', '', '/html/upload/images/201907/15590106398663.jpg', 1, 1, 'transportation refers to the logistics activities that use specific equipment and tools to transport goods from one place to another. It is the spatial displacement of objects in different geographical areas for the purpose of changing the spatial location of objects. Through this kind of displacement, the space benefit of commodities can be created, their use value can be realized, and the different needs of society can be met. Transportation is one of the central links of logistics and the most important function of modern logistics activities.Transport is a Chinese vocabulary, meaning yn sh_. It means to transport goods to another place by means of transportation. It is an activity to realize the change of space position of people and objects. Logistics transportation refers specifically to "material"', 0, '<p>Transportation refers to the logistics activities that use specific equipment and tools to transport goods from one place to another. It is the spatial displacement of objects in different geographical areas for the purpose of changing the spatial location of objects. Through this kind of displacement, the space benefit of commodities can be created, their use value can be realized, and the different needs of society can be met. Transportation is one of the central links of logistics and the most important function of modern logistics activities.&nbsp;</p><p>Transport is a Chinese vocabulary, meaning yn sh_. It means to transport goods to another place by means of transportation. It is an activity to realize the change of space position of people and objects.</p><p>Logistics transportation refers to the transportation and transportation of "goods". It is an activity aimed at changing the spatial position of "thing" in different geographical areas (such as between two cities, two factories or two cars far apart in a large enterprise), and it is a spatial displacement of "thing".</p><p>Transportation is generally divided into transportation and distribution. There are many different opinions on the distinction between transportation and distribution. It can be said that the movement of all goods is transportation, while distribution refers to short-distance, small-batch transportation. Therefore, it can be said that transportation refers to the whole, while distribution refers to a part of it, and distribution focuses on one.&#39;&#39;match&#39;&#39;Character, its main meaning is also reflected in&#39;&#39;match&#39;&#39;On the word；and&#39;&#39;give&#39;&#39;For the ultimate realization of resource allocation&#39;&#39;match&#39;&#39;And service.</p><p>Transportation functional elements. Including the supply and sale of logistics vehicles, ships, aircraft and other modes of transport, production logistics pipelines, conveyor belts and other modes of transport.</p><p>Transport refers to the process of transferring people, money and things from one place to another. Transport is also considered as the foundation of the national economy.</p><p>The main means of transportation are bicycles, scooters, tricycles, motorcycles, cars, trains, planes, ships, spaceships, rockets, etc.</p><p>Transportation can be divided into passenger and freight transport </p><p> public transport according to the different service objects, which generally refers to the mode of transportation that all fees provide transportation services. </p><p> Car consignment: (Car transportation) refers to the mode of transportation that takes a car as a commodity after it leaves the factory and arrives at a designated place by means of large-scale vehicle transportation.&lt;/CN&gt;</p><p>Composition of Transport Price</p><p>The basic price, the composition of the operating basic price and the incidental expenses of freight transportation</p><p>The annual freight rate of the zero-load cargo = freight per ton x billed weight< p > < p > freight rate per ton of vehicle goods = base price + operating base price * freight mileage < / P > < p > container freight per container = base price + operating base price * freight mileage</p><p>Freight transport has a value-preserving effect. That is to say, any product from production to final consumption must go through a period of time, a distance, in this period and a distance process, must go through transport, storage, packaging, handling, handling and other links, many times of cargo transport activities. In this process, products may be wet, waterlogged, rusted, damaged, lost, etc. The mission of cargo transportation is to prevent the above phenomena, ensure the quality and quantity of products in the process of moving from producers to consumers, and play a role in preserving the value of products, that is, to protect the existing value of products, so that the value of products will not change when they reach consumers.</p><p><br/></p><p>Good transportation can save natural resources, human resources and energy, but also save costs. For example, container transportation can simplify commodity packaging, save a lot of paper and wood for packaging; realize mechanized loading and unloading operations, warehouse storage automation, can save a large number of operators, greatly reduce personnel costs. There are many examples of cost savings in cargo transportation. Go by the name of&quot;The First Awakening of China''s Freight Transport Management&quot;Haier Enterprise Group has strengthened its transportation management and built a modern international automated freight transportation center. In one year, it has reduced the stock-holding funds and purchasing funds from 1.5 billion yuan to 700 million yuan, saving 800 million yuan in expenditure.<br/></p><p>Freight transportation can overcome the time interval, distance interval and human interval, which is also the essence of freight transportation. Modern cargo transport is shortening<br/></p><p>There are numerous examples of distance. Fresh fruits from all over the world can be purchased in Beijing, and fruits from all over the country are constantly growing all the year round. The postal department has improved the transportation of goods, greatly shortened the time distance of letters. The National Express service will go to the United States FedEx within two days, and can reach 15 cities in Asia the next day. The distribution center in Japan can do this, at 10 a.m. Order before the order and deliver on the same day. This kind of transportation speed brings people''s geographical distance and time distance very close at once. With the continuous advancement of the modernization of freight transport, international transport capacity has been greatly strengthened, which has greatly promoted international trade, making people gradually feel that the earth has become smaller and the continents are closer.<br/></p><p>Citizens in the city unconsciously enjoy the fruits of freight progress. Bananas produced in the South can be purchased in all major cities of the country all year round; Hami melon in Xinjiang, brandy melon in Ningxia, rice in Northeast China and rice in Tianjin Xiaozhan all supply the market seasonally; this is the reason why the international transportation industry is developed and international freight is reduced.</p><p><br/></p>', '0', '0', '0', '', 0, 0, '', '', '', '', 0, '', '', 0, 'N;', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYwWEC936lN5EomYR935', 1, '2019-05-28 10:30:20', '', '', 0, 2, 0, '', '0.00', '0.00', '', '', '', ''),
(104, 67, 0, 'Domestic Land Transport', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-05-28 10:30:47', 'admin', '', '/html/upload/images/201907/15590106644556.jpg', 1, 1, '1. Transportation has the essential attributes of production. The production process of transportation is linked by certain production relations. People with labor skills use labor tools (such as vehicles, ships, aircraft and other facilities) and labor objects (goods and passengers) to produce and create the production process of products. For passenger transport, the products transported are the spatial displacement of human beings; for cargo transport, they are the spatial displacement of cargo. Obviously, transportation is a production activity aiming at changing the spatial location of "people and things", which is different from the industrial and agricultural production which mainly changes the physical, chemical and biological attributes of the object of labor. Transport', 0, '<p>1. Transportation has the essential attribute of production</p><p>Transportation production process is a process of production in which people with labor skills use labor tools (such as vehicles, ships, aircraft and other facilities) and labor objects (goods and passengers) to produce and create products. For passenger transport, the products transported are the spatial displacement of human beings; for cargo transport, they are the spatial displacement of cargo. Obviously, transportation is a production activity aiming at changing the spatial location of "people and things", which is different from the industrial and agricultural production which mainly changes the physical, chemical and biological attributes of the object of labor.</p><p><br/></p><p>2. Transportation production is completed in the process of circulation</p><p>Transportation is the activity of transporting products from production to consumption. Therefore, in terms of the whole social production process, transportation is a continuous production process in the field of circulation and is completed in it.</p><p><br/></p><p>3. Transportation products are invisible</p><p>Transport production does not change the physical and chemical properties and forms of labor objects as industrial and agricultural production does, but only changes the spatial position of labor objects, and does not create new physical products. Therefore, in order to meet the needs of social transport, excessive transport products or transport expenditures are a waste.</p><p><br/></p><p>4. Transportation products belong to consumption while production</p><p>The production and consumption of industrial and agricultural products can be completely separated in time and space, while the production and consumption of transport products are inseparably combined in time and space, belonging to the consumption while production.</p><p><br/></p><p>5. Non-Storage of Transport Products</p><p>Because the transportation product is invisible, does not have the material entity, but also because it produces while consumes the attribute. Therefore, transport products can neither be allocated nor stored.</p><p><br/></p><p>6. Identity of Transport Products</p><p>For different modes of transport, although they use different means of transport, have different technical and economic characteristics, and carry out transportation and production activities on different routes, they have the same effect on society, that is, they have realized the spatial displacement of goods. The identity of transport products enables various modes of transport to complement, coordinate and replace each other to form an effective integrated transport system.</p><p><br/></p><p>1. Transportation is one of the main functional elements of logistics</p><p>According to the concept of logistics, logistics is a physical movement of "things", which not only changes the temporal state of things, but also changes the spatial state of things. Transportation undertakes the main task of changing the spatial state. Transportation is the main means of changing the spatial state. Transportation combined with transportation, distribution and other activities can successfully complete all the tasks of changing the spatial state.</p><p>2. Transportation is one of the necessary conditions for social material production.</p><p>3. Transportation can create "place utility"</p><p>The meaning of place utility is that the same kind of "thing" has different degree of realization of its use value and benefits because of different space places. As a result of changing the place to maximize the use value and maximize the input-output ratio, it is called "place utility". By means of transportation, the potential of "material" can be brought into full play and the optimal allocation of resources can be realized if "material" is transported to the place with the highest utility. In this sense, it is also equivalent to improving the use value of goods through transportation.</p><p>4. Transportation is the main source of "the third profit source".</p><p><br/></p>', '0', '0', '0', '', 0, 0, '', '', '', '', 0, '', '', 0, 'N;', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYlfHdT9Fr4Gubi5g482', 1, '2019-05-28 10:30:47', '', '', 0, 2, 0, '', '0.00', '0.00', '', '', '', '');
INSERT INTO `ob_archive` (`aid`, `catid`, `typeid`, `title`, `subtitle`, `tag`, `username`, `userid`, `view`, `color`, `strong`, `toppost`, `font`, `spid`, `ip`, `mtitle`, `keyword`, `description`, `listorder`, `adddate`, `author`, `image`, `thumb`, `state`, `checked`, `introduce`, `introduce_len`, `content`, `template`, `templatewap`, `showform`, `htmlrule`, `ishtml`, `iswaphtml`, `linkto`, `attr1`, `attr2`, `attr3`, `comment_num`, `attachment_id`, `attachment_path`, `grade`, `pics`, `type`, `province_id`, `city_id`, `section_id`, `outtime`, `isecoding`, `ecoding`, `iscomment`, `updatedate`, `praise`, `my_field`, `salesnum`, `langid`, `inventory`, `my_tagone`, `readmenoy`, `domwmenoy`, `combined`, `buyurl`, `my_shopping_model`, `my_shopping_color`) VALUES
(105, 73, 1, 'When the outlet of unmanned convenience stores is right, "Convenience Home" has been invested by millions of angels by Lianchuang Yongxuan Feng Tao.', '', '', 'admin', 1, 27, '', 0, 0, '', 1, '', '', '', '', 0, '2019-07-09 14:22:11', 'admin', '', '/html/upload/images/201907/14360803742226.jpg', 1, 1, '6 krypton learns that "Convenient Home" has received millions of RMB angel rounds of investment, and the management is Lenovo Yongxuan Feng Tao. When the outlet of no-one convenience store is right, a crowd of players gather, such as Fruit Box, F5 Future Store, Shenlan Science and Technology, Easy Go and so on. Amazon, Rosen, Alibaba, Wal-Mart and other giants are also experimenting with water. Convenient Home was founded in March 2017 in Shanghai. Convenience home has two kinds of products: mini-unmanned convenience store and medium-sized unmanned convenience store. Compared with many players, the difference of convenience home lies in its flexibility. Convenient home "mini-unmanned convenience store", the smallest unit covers less than 1 square meter', 0, '<p>6 krypton learns that "Convenient Home" has received millions of RMB angel rounds of investment, and the management is Lenovo Yongxuan Feng Tao.</p><p>Nobody convenience store outlet is right, fruit box, F5 future store, Shenlan technology, E<a href="#" target="_blank">a</a>sy GoAs players gathered, Amazon, Rosen, Alibaba, Wal-Mart and other giants also tried water.&nbsp;</p><p>Convenient Home was founded in March 2017 in Shanghai. Convenience home has two kinds of products: mini-unmanned convenience store and medium-sized unmanned convenience store. Compared with many players, the difference of convenience home lies in its flexibility.&nbsp;</p><p>Convenient home "mini-unmanned convenience store", the smallest unit covers less than 1 square metre (0.68 square metre), more flexible places, including subway stations, office buildings, colleges and universities, a smallest unit convenience store costs about 13,000 yuan (batch production may be lower). The smallest unit of unmanned convenience stores, according to the distribution of the flow of people, "together" up a larger unit of convenience stores. For less than 100 people, one can be placed; for about 100 people, two can be spelled; for more than 500 people, four can be spelled. Convenient home''s "medium-sized unmanned convenience store" is a combination of six mini-convenience stores. At the same time, tables and chairs are added in the space to provide consumers with a rest area, which can be placed in relatively open areas, parks and so on.</p><p>Technically, the convenience home has set up RFID in each shelf, and sealed and shielded the cracks in each corner, so that the recognition rate is higher. The process is very simple, using Alipay sweep code to open the door, take it away, Alipay automatically deduct money (WeChat is negotiating). In the future, convenience home hopes to do palmprint recognition on the door handle, when consumers "open the door" this action, it can be recognized.<br/></p><p>Conceptually, the facilitator is actually closer to the vending machine. Fan Shaowei, the founder, believes that the facilitator is an improvement on the traditional vending machine. On the one hand, most of the traditional vending machines are based on drinks and fixed packaged snacks, while the convenience home will be based on "fresh food" which meets the health trend; on the other hand, the delivery process of traditional vending machines is to pay first and then ship. The display of pipelines makes the space utilization rate low, if it is fresh food commodities. It is also possible to deform in the process of falling. Convenient home for the first to take goods, then deduct money, can be stacked, dense arrangement, so that the space utilization rate is higher. "In the same area, our delivery rate is twice as high as that of traditional vending machines."</p><p>Convenient home selection logic is to choose different goods according to different venues, such as meeting the needs of white-collar breakfast in the office building, providing convenience, sandwiches, salad and so on, and providing snacks, brine, bread and so on in universities. Comparing with the average unit price of the whole family (14 yuan), the average unit price of the convenience family will be set at about 10 yuan. In addition, through small programs, consumers can feed back what they want to eat, and guide the selection of categories in reverse according to the data.<br/></p><p>In addition to micro and medium convenience stores, convenience home has a third aspect of business - the transformation of traditional couple stores. Off-line couple stores are characterized by different sizes and areas. Convenient home provides unmanned convenience stores renovation scheme. First, couple stores share site resources and share sales; second, franchise mode, the income ratio is higher. On the one hand, small shopkeepers don''t need to be there for more than ten hours a day. On the other hand, they can extend other businesses to get more profits, such as milk tea, coffee and so on.</p><p>"Whether it''s no one retailing or someone retailing, it''s essentially a retail business." Fan Shaowei said. Since it is a retail business, in the layout of the site, we need to stand in the overall perspective, "most afraid of a hammer in the east, a stick in the west."</p><p>The reasonable layout of points, lines and surfaces can reduce the operation cost and logistics cost to the greatest extent. Two important factors need to be considered: the flow of people and the coordination of laying points. Convenient home''s idea is to lay out a medium-sized unmanned convenience store in a densely populated area, and then to lay out 10 mini-unmanned convenience stores within a circumference of 100 meters to form a "minimum replenishment unit", one person can be responsible for the replenishment of 20 equipment.</p><p>As for the cost of RFID tagging, Fan Shaowei holds an optimistic attitude. At present, the cost of tagging is between 0.5 and 0.6 yuan, but with the popularity of RFID in the retail market, the price of RFID tagging will certainly decrease.</p><p>After this round of financing, Convenient Home will set up a pilot operation point in Shanghai, medium-sized + mini-unmanned convenience stores, with 20 outlets expected to be laid. At present, facilitators are seeking Pre-A round of financing to expand production and put into operation.</p><p>On the team side, CEO Fan Shaowei graduated from Harbin University of Technology and was a manager of the northern region of the business software channel department. He is a continuous entrepreneur. COO Wu Wei is a master of Shanghai Jiaotong University. He has been working continuously in the field of fast-food products. CTO Peng Genggeng graduated from Shanghai University with a major in Computer Engineering and was a senior engineer in advertising platform Department of Tencent OMG business group.</p><p><br/></p>', '0', '0', '0', '', 0, 0, '', '', '', '', 0, '', '', 0, 'N;', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYCJzxtWrGrENvlKX557', 1, '2019-07-09 14:22:11', '', '', 0, 2, 0, '', '0.00', '0.00', '', '', '', ''),
(106, 73, 0, 'Five million dollars to lead AI startup ObEN to further lay out social AI', '', '', 'admin', 1, 39, '', 0, 0, '', 0, '', '', '', '', 0, '2020-01-18 21:39:37', 'admin', '', '/html/upload/images/201907/14360803742226.jpg', 1, 1, 'In addition to basic technology research, Tencent has expressed its intention to promote the artificial intelligence of various application scenarios through business-driven. Combined with Tencent&#039;s main business, it is not difficult to guess that the company will work in the four application directions of games, social networking, content and platform tools in the future. Especially in the social sphere, Zuckerberg said last year that he would launch a VR version of Facebook and show off Oculus Avatars, a virtual persona tool; in July, Facebook said that Facebook AR studio would work with Atlas to provide three AR camera effects. Today, Tencent is', 0, '<p>In addition to basic technology research, Tencent has expressed its intention to promote the artificial intelligence of various application scenarios through business-driven.</p><p>Combined with Tencent&#39;s main business, it is not difficult to guess that the company will work in the four application directions of games, social networking, content and platform tools in the future.</p><p>Especially in the social sphere, Zuckerberg said last year that he would launch the VR version of F.<a href="#" target="_blank">a</a>cebook，It also shows the virtual character image tools Oculus Avatars；In July, Facebook said that Facebook AR Studio would work with Atlas to provide three AR cameras with special effects. Now, Tencent is going to do something about it.</p><p>On the evening of July 18, AI startup ObEN announced a $5 million strategic investment. This round of financing is led by Tencent, CMC Chairman Li Ruigang and Fengshan Capital follow-up investment. According to crunchbase, the investment and financing information platform, ObEN has completed four rounds of financing, totaling $13.7 million. Previous investors include S Rushan Capital, Softbank Korea Venture Capital Corporation and HTC VIVE X.</p><p>According to public information, ObEN, founded in 2014, can create user&#39;s AI virtual image by building personalized virtual voice, image and personality, and help users store, manage and operate their virtual image in the emerging digital world. That is to say, ObEN can use AI tools to create virtual images based on users&#39;photos and voices, thus allowing users to have different AR and VR social experience.</p><p>In the past, ObEN mainly helped gamers create virtual images, but now the company is focusing on helping stars create virtual images. Through this virtual image, stars can interact with fans in real time. In the future, fans may also be able to seek advice from stars and get feedback accordingly. In addition, this virtual image is not only very similar to the star, but also the same way of speaking. Generally speaking, such a virtual image is better than a chat robot.</p><p>According to reports, ObEN also integrated voice, computational vision and natural language processing technology for the first time, and developed the virtual sound, three-dimensional image and personalization technology needed by the whole stack of virtual stars. Now ObEN is building a new business platform. Here, stars and fans can interact directly on mobile, augmented reality, virtual reality, intelligent devices, Internet of Things and other platforms through personalized artificial intelligence. ObEN&#39;s personalized AI products are expected to be released later this year.</p><p>The latest round of financing will be used to accelerate ObEN&#39;s product development and help promote its star AI copyright platform to be widely applied to various digital platforms. For this cooperation, Yao Leiwen, executive director of Tencent Investment, said that ObEN will bring new entertainment methods and content driven by star AI.</p><p>Earlier, ObEN said it would be &quot;everyone&#39;s artificial intelligence social networking platform&quot;. In this regard, the company has carried out several layouts.</p><p>At the HTC Vive Ecosphere Conference in March this year, ObEN announced that in cooperation with HTC Vive, he had developed a micro-program for users to play with VR and &quot;K Song&quot; of VR. In this program, VR users can send invitations to their friends; friends who receive invitations can upload self-portraits and audio, and ultimately use the built image to walk along the beach with the invitees, or visit scenic spots.</p><p>At the end of April, ObEN launched a short video of a micro-Chat service that integrates VR social experience, and of course users need to wear HTC Vive headlights. In the short film, users need to take a self-timer first, upload it to Wechat to create a virtual image, and then bring HTC Vive to receive the information sent by Wechat friends, and can respond directly by voice. In the future, Wechat, which has VR and AR functions, may be able to harvest a large number of Asian users.</p><p>At the end of June, ObEN announced the establishment of a joint venture company with South Korean SM Entertainment, AI Stars. It is reported that ObEN will use artificial intelligence technology to create AI virtual images for famous artists of SM Entertainment, and Phantom Star Limited is the brokerage company that manages these &quot;AI stars&quot;.<br/></p><p>This time Tencent leads the investment in ObEN, whether it can further promote the artificial intelligence of the company&#39;s social business. Today, not only are companies busy building artificial intelligence labs, but companies like Facebook have established more like Facebook AR labs. In addition, it is said that Apple will soon launch the ARKit platform. In the future, will Tencent set up a separate AR laboratory to further lay out its social AI business？</p><p><br/></p>', '0', '0', '0', '', 0, 0, '', '', '', '', 3, '', '', 0, 'N;', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYIqsBlQGO2vpH41p972', 1, '2020-01-18 21:39:37', '', '', 0, 2, 0, '', '0.00', '0.00', '', '', '', ''),
(107, 72, 0, 'With the scale of information technology coming, Menting Management Store provides them with a set of SaaS management software.', '', '', 'admin', 1, 11, '', 0, 0, '', 0, '', '', '', '', 0, '2019-07-09 14:19:48', 'admin', '', '/html/upload/images/201907/15590106398663.jpg', 1, 1, 'The data show that in 2015, China''s service industry grew by 8.3% year-on-year, which is higher than 1.4 and 2.3 percentage points of GDP and added value of secondary industry, accounting for 50.5% of GDP. For the first time, it is more than half. Compared with developed countries, China''s service industry still has 20% - 30% room for development. Aesthetic industry belongs to the entity service industry, the whole market has a scale of hundreds of billions, but the degree of informatization is relatively low compared with the retail catering industry. The reason for this is that the flow of catering and retail customers is large, reaching a wide range of people, while the flow of American customers is relatively small, and the quality of employees leads to the degree of informatization.', 0, '<p>The data show that in 2015, China''s service industry grew by 8.3% year-on-year, which is higher than 1.4 and 2.3 percentage points of GDP and secondary industry added value, accounting for 50.5% of GDP. For the first time, it is more than half. Compared with developed countries, China''s service industry still has 20% - 30% room for development. Aesthetic industry belongs to the entity service industry, the whole market has a scale of hundreds of billions, but the degree of informatization is relatively low compared with the retail catering industry. One of the reasons is that the catering and retail passenger flow is large, reaching a wide range of people, while the American industry passenger flow is relatively small, coupled with the quality of employees, resulting in low degree of informatization and low management efficiency.</p><p>At present, the main management mode of American is paper account book and simple cash register and settlement software. Paper management accounts for 90% of industry customers, and single version management software with simple functions can only be used to manage membership cards accounts for 9%. The stickiness between customers and stores is relatively high. Although it is low-frequency consumption, once a user chooses a store, it is difficult to turn to other stores after receiving better service. Therefore, the demand of appointment management and customer management of American is higher than that of catering and retailing. The software form of application does not necessarily depend on settlement and cash collection. The main focus is CRM system, cash register, performance appraisal and appointment management software.</p><p>36 krypton recently learned that the courtyard management shop is a beautiful industry S<a href="#" target="_blank">a</a>aS Products, the main functions are&nbsp;SCRM Membership management, intelligent booking, performance pay, marketing card vouchers, all-round cash register, etc. The products of Menting Store are Wechat Public Number and Small Procedures on the client side; the beautician end is a mobile end for customer relationship maintenance, salary inquiry and reservation; the front end is Upad, mainly for cash and reservation; and there is also a general backstage used by the store manager, mainly PC or Integrative Intelligent Machine, for overall data management.</p><p>In fact, the process of management is also the process of precipitating data, and also the process of developing closed-loop and ecology. Meng Fangang, CEO, told reporters that Menting Guandian Store is now using marketing tools + SaaS system to cut into the off-line American stores and establish strong relations. Then, through the cashier system embedded in Weixin and Alipay payment, it will channel the stores online. Finally, based on SaaS transaction data and consumer behavior data, large data analysis extends the supply chain of American products and projects. For example, Menting Mansion Store is currently working on Korean skin tester. After testing, it is placed in the customer files and integrated into the intelligent management platform, so that customers can come back and serve according to their personal characteristics.</p><p>The transformation of American industry has formed two camps, one is a large club, which has accumulated a lot of old customers. With the growth of age, old customers have more and more strong demand for health care. Once they enter into health care, they are separated from the main forces of the Internet, such as 80 and 90. Another is the new stores opened in the past two years, and the new stores are not old. Membership resources, then how to serve 80, 90 people has become the main task, young people belong to the use of the Internet scene crowd, so the new store is easier to implant SaaS software. Menting stores tend to be younger stores. After a period of experience and money, they become old stores.</p><p>For stores without information technology, the previous data entry is the most troublesome, and the patio store will send customer service to help organize the data, the time is about 2-3 days. Secondly, the popularization of software usage. In this regard, courtyard stores have special training, including audio and video remote training. The charging model is divided into private cloud deployment and public cloud, public cloud is less than 10,000 yuan, after which there is 1,000 yuan maintenance cost every year. Installation of the entire software will probably save the store a person''s cost.</p><p>The customers of Menting Store include Krittina, Silk Regions Hair Raising, Qingxi Aesthetics, Millennium Birds, Natural Beauty, etc.</p><p>In terms of industry competition, SaaS providers also include Boca, Ohio, JOY, Mega, Dianmei, Meibang, etc.</p><p>Meng Fangang thinks that the threshold of SaaS is the ability of software research and development. Only with strong research and development ability can we develop products with concise pages, complete functions and suitable for management. The stickiness of customers and companies will be improved. So the idea of the courtyard store is to make more intelligent products; the second point is that the courtyard store can make more intelligent products. Sales ability, the courtyard management shop now uses the partnership way, the agent channel can develop their own customers, at present there are more than 100 courtyard partners.</p><p>The team now has 30 people, more than half of them are technicians. CEO Meng Fangang was a member of the CEO of Science and Technology and CEO of Car Record. He has 8 years of Internet and mobile Internet operation and management experience. The company has completed the angel round of financing and plans to carry out the next round of financing.</p><p><br/></p>', '0', '0', '0', '', 0, 0, '', '', '', 'this website', 0, '', '', 0, 'N;', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYEEg44pdjX3k5GMP332', 1, '2019-07-09 14:19:48', '', '', 0, 2, 0, '', '0.00', '0.00', '', '', '', ''),
(108, 72, 1, 'Click on online help, but all the answers are robots. Is that really good?', '', '', 'admin', 1, 8, '', 0, 0, '', 1, '', '', '', '', 0, '2019-07-09 14:19:46', 'admin', '', '/html/upload/images/201907/15590106116481.jpg', 1, 1, 'the development of artificial intelligence technology is constantly changing people''s life and working methods, which to a certain extent promotes the development and progress of society, which is beyond doubt. But artificial intelligence is not omnipotent, because machines do not have human thinking and emotions. I''m afraid you''ll be disappointed when you open the online help window on the website and find that the only answer is a cold robot. In April 2016, Mark Zuckerberg described a bright future for Messenger developers at Facebook''s F8 conference and announced that he would enter "Like and Friends One."', 0, '<p>The development of artificial intelligence technology is constantly changing people''s life and working methods, which to a certain extent promotes the development and progress of society, which is beyond doubt. But artificial intelligence is not omnipotent, because machines do not have human thinking and emotions. I''m afraid you''ll be disappointed when you open the online help window on the website and find that the only answer is a cold robot.</p><p>In April 2016, Mark Zuckerberg was in F<a href="#" target="_blank">a</a>cebookThe F8 conference described a bright future for developers on Messenger and announced that they would enter a new era of "chatting with robots like friends". Developers all over the world, who are certified by companies such as Facebook, Google and Microsoft, claim that the era of stand-alone mobile applications is over and celebrate the arrival of new ways - Conversational Commerce and Chatbots. Eleven months ago, Facebook announced that its official chat robot, M, had a 70% AI failure rate in beta tests, and then updated its platform, suggesting that developers develop lighter applications in M essenger and disable session input.</p><p>As far as Wordhop.io is concerned, we all know two things. The first thing is that AI is really hard. It will take many years for robots to communicate with humans 100% like friends. After all, robots can''t resonate like humans. Second, Facebook consumers don''t send messages to an enterprise because they want to shop or are interested in the weather. These experiences are based on the premise of chat robots, and also need the support of industry data that has expanded from the field of information transmission to the field of social networks.</p><p>What Facebook users really want is to get a quick response from the merchant when there is a problem.</p><p>The main reason consumers send messages to businesses on Facebook is to get services. Everything else is clouds. Such interactive pre-sale may start with customer questions and prompt replies can facilitate the transaction. If customers contact sales customer service, it is usually because they really have problems and need to consult customer service. Some of the answers can be answered by robots, and more complex questions can be left to people to solve. With powerful tools, humans can respond as quickly as robots.</p><p>Many robotic developers, however, do not focus on the most demanding part, but rather seek to create new user experiences or redevelop and upgrade old Chatbot concepts. If robotic developers feel that the participation rate is low, it may not be because AI failed, but because they led consumers to a path they didn''t want to take in the first place. Without using existing consumer behavior patterns or training robots to respond to customers''needs, AI''s role is simply to realize the creative experience imaginary by robotic developers and guide consumers to interact through the experience.</p><p>Facebook now recommends that robotic developers completely disable session input.</p><p>Personally, I don''t think that banning chat input, as Facebook suggests, is the right solution to the technical limitations of AI and NLP. Communication robots without conversational capabilities are acceptable to news robots, where experience is driven by notification and content consumption. However, if you are a service-based business, you need to provide a platform for users to interact with you in a friendly way. If text input is the main way of Messenger, it will limit customers''willingness and motivation to communicate, and force them to seek other ways of customer service that you can imagine, or just delaying replies will make customers even more disappointed. Think about IVR. After listening to the menu options, you need to press "0" several times.</p><p>Businesses should adopt a combination of automation and manpower in order to meet the needs of Facebook users.</p><p>China''s Wechat apps are integrated into message interaction, which meets developers''expectations for chat robots, but this is a cultural phenomenon in the East, while Western companies should first make use of existing consumer behavior and make better use of such behavior data. If you''re not a fan of the concept that chat robots will replace manual services, but just stick to your initial commitment to customers, then introducing such technology can help you strengthen your communication with customers. If you can live up to the expectations of Facebook consumers, over time, you can add new features and lead consumers in the direction you expect. In the end, you are likely to meet their needs.</p><p><br/></p>', '0', '0', '0', '', 0, 0, '', '', '', '', 0, '', '', 0, 'N;', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYBch1stLWGqmFhze909', 1, '2019-07-09 14:19:46', '', '', 0, 2, 0, '', '0.00', '0.00', '', '', '', ''),
(109, 72, 1, 'Droplets will soon be connected to ofo, sharing bicycle battle patterns or changes', '', '', 'admin', 1, 20, '', 0, 0, '', 1, '', '', '', '', 0, '2019-07-09 14:19:45', 'admin', '', '/html/upload/images/201907/15590106644556.jpg', 1, 1, '36 krypton gets information from within ofo, which may be accessed to drip-drip apps in April, when users can use ofo services directly on drip-drip apps. "This has been on the agenda frequently recently, and internal information is likely to be accessed next month." An ofo insider said. Twenty-six krypton confirmed the news to the official and ofo authorities, but neither company confirmed or denied it at the time of publication. Dai Wei, founder of ofo, said in December last year that there was no clear timetable for when to access drip APP. "There is no GPS in the ofo mode.', 0, '<p>36 krypton gets information from inside ofo, which may be connected to drip travel in April this year.<a href="#" target="_blank">a</a>On pp, users can use ofo services directly on droplets.</p><p>"This has been on the agenda frequently recently, and internal information is likely to be accessed next month." An ofo insider said. Twenty-six krypton confirmed the news to the official and ofo authorities, but neither company confirmed or denied it at the time of publication.</p><p>Dai Wei, founder of ofo, said in December last year that there was no clear timetable for when to access drip APP. "There is no GPS in ofo mode. Users can use it when they see the car. The whole logic is not the same as that of the drip platform taxi, but in the near future we will launch something together with the drip platform taxi."</p><p><br/></p><p style="text-align: center"><img src="/html/upload/images/201907/15590115762957.jpg" title="15590115762957.jpg" alt="57.jpg"/></p><p><br/></p><p>But similar access is not without precedent. In February this year, Wechat and MobyCar announced that users can directly enter the MobyCar Wechat applet by scanning the two-dimensional code on the body of the MobyCar through Wechat "Sweep" and click on the unlock to use the car.</p><p>This is not the first time that ofo will be able to access droplets of information, nor is it the first time that the two platforms are deeply bound. Before that, drip participated in the latest three rounds of ofo financing. According to Tencent Technologies, a bicycle-sharing investor revealed that after several rounds of financing, ofo has become the largest shareholder of ofo, accounting for more than 30% of the shares. "This means that the voice of droplets in ofo is stronger, while the success or failure of ofo, droplets will be the biggest stakeholder."</p><p>It is not difficult to understand that drops of ofo access, will be as a huge user traffic entrance for its diversion, while ofo further consolidate business volume, with drops of support to improve the status of the industry and imagination space.</p><p>Moreover, if ofo is really brought in, it also means that drops of capital and the underlying capital are further filling the gap in the field of travel.</p><p>A person familiar with the situation disclosed to 36 krypton that he once wanted to be a sharing bicycle, but for some reasons he failed to achieve it, and finally he could only be an investor in ofo. But that doesn''t mean that drip won''t step further into the market.</p><p>Investing in ofo is nothing more than aiming at the "last three kilometers" opportunity.</p><p><br/></p><p style="text-align: center"><img src="/html/upload/images/201907/15590106398663.jpg" title="15590115918734.jpg" alt="58.jpg"/></p><p><br/></p><p>At present, the "last three kilometers" in China is still a very preliminary stage, and there is no systematic service provider. In the first-tier cities of North Shangguang, the traffic complexity makes the competition for the "last three kilometers" increasingly fierce among the major travel platforms.</p><p>"Whether to take a taxi or ride a bicycle is 3 kilometers from the place of departure to the destination. It''s optional for users, and it makes sense to choose either one." An ofo insider said that the trickle-down approach is to cover all the different options.</p><p>In the eyes of DDT, ofo and its investors, the shared bicycle sector has entered a period of rapid growth. A public relations official at Ofo once told the media that in the years after 2012, for example, the development of private cars and express cars has been very rapid. In one year''s time, ofo has achieved 500,000 orders from 200 orders per day. "Past express cars, now ofo is experiencing high-speed growth, the momentum is similar." The above public relations officer said.</p><p>At the end of December last year, ofo jointly launched a red envelope campaign, which was the first large-scale cooperation between the two sides after ofo was invested by the drop strategy. The red envelope strategy adopted by the campaign is also considered to be one of the most powerful tools for market promotion.</p><p>According to the dripping side, in 2017, we will still focus on the field of travel, hoping to get through everyone''s travel. This means that all modes of travel will be covered, and sharing bicycles will be one of the directions of dripping power.</p><p>Thirty-six krypton believes that another important reason why drip-drip further access to shared bicycles is that compared with the "harsh" Internet regulations, shared bicycles have been encouraged by policies in the early stages of development, and the constraints are quite reasonable. And last year, drip trips, which have been affected by the new policy of online car-sharing, are likely to get a better share of the bike-sharing tuyere, either from a policy point of view or from a new business growth point of view.</p><p>However, there are still questions about how ofo without navigation can access droplets, and what impact will it bring to users after access?</p><p>"As far as I know, droplets may contract fast things like technology and navigation to third-party companies." The above-mentioned ofo internal staff said that after access to droplets ofo may still have no navigation, users on the page mainly exercise code-scanning unlocking and payment functions.</p><p>As for user experience, the internal staff said that "the main function of ofo is relatively single, and it is very simple to operate, and I believe it can be seamlessly connected to the drip platform," he stressed, "After all, the trend in the future is that people will load fewer and fewer apps on their mobile phones."</p><p><br/></p>', '0', '0', '0', '', 0, 0, '', '', '', '', 0, '', '', 0, 'N;', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYcRxhJAQONfzQgBi372', 1, '2019-07-09 14:19:45', '', '', 0, 2, 0, '', '0.00', '0.00', '', '', '', ''),
(110, 74, 0, 'Our Customer 6', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-05-28 10:52:17', 'admin', '', '/html/upload/images/201907/15590119613906.jpg', 1, 1, '', 0, '', '0', '0', '0', '', 0, 0, '', '', '', '', 0, '', '', 0, 'N;', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYrFFP2HJK6dqK3EO405', 1, '2019-05-28 10:52:17', '', '', 0, 2, 0, '', '0.00', '0.00', '', '', '', ''),
(111, 74, 0, 'Our Customer 5', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-05-28 10:52:49', 'admin', '', '/html/upload/images/201907/15590119824821.jpg', 1, 1, '', 0, '', '0', '0', '0', '', 0, 0, '', '', '', '', 0, '', '', 0, 'N;', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYJfXqRGA5YldmUTW569', 1, '2019-05-28 10:52:49', '', '', 0, 2, 0, '', '0.00', '0.00', '', '', '', ''),
(112, 74, 0, 'Our Customer 4', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-05-28 10:53:10', 'admin', '', '/html/upload/images/201907/15590120124140.jpg', 1, 1, '', 0, '', '0', '0', '0', '', 0, 0, '', '', '', '', 0, '', '', 0, 'N;', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYYhwXJUQSS037urC592', 1, '2019-05-28 10:53:10', '', '', 0, 2, 0, '', '0.00', '0.00', '', '', '', ''),
(113, 74, 0, 'Our Customer 3', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-05-28 10:53:53', 'admin', '', '/html/upload/images/201907/15590120451192.jpg', 1, 1, '', 0, '', '0', '0', '0', '', 0, 0, '', '', '', '', 0, '', '', 0, 'N;', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYIzPvDiJ69VLjNGR766', 1, '2019-05-28 10:53:53', '', '', 0, 2, 0, '', '0.00', '0.00', '', '', '', ''),
(114, 74, 0, 'Our Customer 2', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-05-28 10:54:16', 'admin', '', '/html/upload/images/201907/15590120684878.jpg', 1, 1, '', 0, '', '0', '0', '0', '', 0, 0, '', '', '', '', 0, '', '', 0, 'N;', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASY9GqCQFgFQyglQj7360', 1, '2019-05-28 10:54:16', '', '', 0, 2, 0, '', '0.00', '0.00', '', '', '', ''),
(115, 74, 0, 'Our Customer 1', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-05-28 10:54:32', 'admin', '', '/html/upload/images/201907/15590120844373.jpg', 1, 1, '', 0, '', '0', '0', '0', '', 0, 0, '', '', '', '', 0, '', '', 0, 'N;', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYAQclj7YrB9fd0zB432', 1, '2019-05-28 10:54:32', '', '', 0, 2, 0, '', '0.00', '0.00', '', '', '', ''),
(116, 83, 0, '2000', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-05-29 08:54:51', 'admin', '', '/html/upload/images/201907/15590908078262.jpg', 1, 1, 'the company was founded in 1982.', 0, '<p>What happened to the company in 2000.</p>', '0', '0', '0', '', 0, 0, '', '', '', '', 0, '', '', 0, 'N;', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYHm0xy8DUB1nvRaR236', 1, '2019-05-29 08:54:51', '', '', 0, 2, 0, '', '0.00', '0.00', '', '', '', ''),
(117, 83, 0, '1995', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-05-29 08:55:17', 'admin', '', '/html/upload/images/201907/15590908078262.jpg', 1, 1, 'What happened to the company in 1995.', 0, '<p>What happened to the company in 1995.</p>', '0', '0', '0', '', 0, 0, '', '', '', '', 0, '', '', 0, 'N;', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYRNotaOXnvroS1LX687', 1, '2019-05-29 08:55:17', '', '', 0, 2, 0, '', '0.00', '0.00', '', '', '', ''),
(118, 83, 0, '1987', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-05-29 08:55:40', 'admin', '', '/html/upload/images/201907/15590908078262.jpg', 1, 1, 'What happened to the company in 1987.', 0, '<p>What happened to the company in 1987.</p>', '0', '0', '0', '', 0, 0, '', '', '', '', 0, '', '', 0, 'N;', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASY9iSxLUYzDOVbMek325', 1, '2019-05-29 08:55:40', '', '', 0, 2, 0, '', '0.00', '0.00', '', '', '', ''),
(119, 83, 0, '1983', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-05-29 08:56:19', 'admin', '', '/html/upload/images/201907/15590908078262.jpg', 1, 1, 'What happened to the company in 1983.', 0, '<p>What happened to the company in 1983.</p>', '0', '0', '0', '', 0, 0, '', '', '', '', 0, '', '', 0, 'N;', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYqaGTtWY1GuaBar1334', 1, '2019-05-29 08:56:19', '', '', 0, 2, 0, '', '0.00', '0.00', '', '', '', ''),
(120, 83, 0, '1982', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-05-29 08:56:40', 'admin', '', '/html/upload/images/201907/15590908078262.jpg', 1, 1, 'the company was founded in 1982.', 0, '<p>The company was founded in 1982.</p>', '0', '0', '0', '', 0, 0, '', '', '', '', 0, '', '', 0, 'N;', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYpCNyNaObllf1WLH124', 1, '2019-05-29 08:56:40', '', '', 0, 2, 0, '', '0.00', '0.00', '', '', '', ''),
(121, 84, 0, 'Summer of Passion basketball match has come to a successful end', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-05-29 09:59:02', 'admin', '', '/html/upload/images/201907/15590951812642.jpg', 1, 1, 'On August 1, 2018, Century Tianhong''s "Summer of Passion" basketball game came to an end. Finally, after fierce competition, the team of Systematic Dream composed of Century Tianhong Systems Department and Administration Department and the legendary team composed of Century Tianhong Client Department, Electronic Commerce Department and Group President won the first and second place respectively. Yang Kai, Executive Vice President and General Manager of Systems Business Department of Century Tianhong, presented the award to the Guanya Army.   Through this basketball match, the distance between various departments has been narrowed and the communication and understanding between them have been enhanced. It enriches the cultural life of employees, strengthens their sense of team work and collective honor, and achieves the goal of', 0, '<p>&nbsp;On August 1, 2018, Century Tianhong''s "Summer of Passion" basketball game came to an end. Finally, after fierce competition, the team of Systematic Dream composed of Century Tianhong Systems Department and Administration Department and the legendary team composed of Century Tianhong Client Department, Electronic Commerce Department and Group President won the first and second place respectively. Yang Kai, Executive Vice President and General Manager of Systems Business Department of Century Tianhong, presented the award to the Guanya Army.</p><p>&nbsp; &nbsp; &nbsp; Through this basketball match, the distance between various departments has been narrowed and the communication and understanding between them have been enhanced. It enriches the staff''s cultural life, strengthens the staff''s team consciousness and sense of collective honor, and achieves the goal of promoting harmonious company atmosphere and people''s minds by playing ball with friends, enhancing friendship. On August 1, 2018, Century Tianhong''s "summer of passion" basketball game came to an end. Finally, after fierce competition, the team of Systematic Dream composed of Century Tianhong Systems Department and Administration Department and the legendary team composed of Century Tianhong Client Department, Electronic Commerce Department and Group President won the first and second place respectively. Yang Kai, Executive Vice President and General Manager of Systems Business Department of Century Tianhong, presented the award to the Guanya Army.</p><p>&nbsp; &nbsp; &nbsp; Through this basketball match, the distance between various departments has been narrowed and the communication and understanding between them have been enhanced. It enriches the staff''s cultural life, strengthens the staff''s team consciousness and sense of collective honor, and achieves the goal of promoting a harmonious corporate atmosphere and cohesion of the people with club friends, friendship and friendship. On August 1, 2018, Century Tianhong''s "Summer of Passion" basketball game came to an end. Finally, after fierce competition, the team of Systematic Dream composed of Century Tianhong Systems Department and Administration Department and the legendary team composed of Century Tianhong Client Department, Electronic Commerce Department and Group President won the first and second place respectively. Yang Kai, Executive Vice President and General Manager of Systems Business Department of Century Tianhong, presented the award to the Guanya Army.</p><p>&nbsp; &nbsp; &nbsp; Through this basketball match, the distance between various departments has been narrowed and the communication and understanding between them have been enhanced. It enriches the staff''s cultural life, strengthens the staff''s team consciousness and sense of collective honor, and achieves the goal of promoting a harmonious corporate atmosphere and cohesion of the people with club friends, friendship and friendship.</p><p><br/></p>', '0', '0', '0', '', 0, 0, '', '', '', '', 0, '', '', 0, 'N;', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYVxCBeWGRDWucvRm347', 1, '2019-05-29 09:59:02', '', '', 0, 2, 0, '', '0.00', '0.00', '', '', '', ''),
(122, 84, 0, 'Dream of Starting, Embrace the Future --- Annual Conference of Business Incubation Platform, 2019', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-05-29 09:59:57', 'admin', '', '/html/upload/images/201907/15590952222752.jpg', 1, 1, 'On January 23, 2019, the annual meeting of Century Tianhong Business Incubation Platform was held in Zibo. The theme of this annual meeting is "Dream to Start, Embrace the Future". The founders and employees of all incubation platforms of Century Tianhong gathered together for a grand ceremony. Chairman Ren Zhihong and General Manager Yu Baozeng also attended the annual meeting. The annual meeting is presided over by Zhang Xuejun, the executive vice president of Century Tianhong. In the meeting, Shandong Youyi Training Books Co., Ltd., Shandong Baihong Yiming Education Technology Co., Ltd., Shandong Zhihong Chaoren Books Co., Ltd., Shandong Xianderui Books Co., Ltd., Shandong Shanghong Shengsheng Education Consulting Co., Ltd., Beijing Xiaohongwen Education Consulting Co., Ltd.', 0, '<p>On January 23, 2019, the annual meeting of Century Tianhong Business Incubation Platform was held in Zibo. The theme of this annual meeting is "Dream to Start, Embrace the Future". The founders and employees of all incubation platforms of Century Tianhong gathered together for a grand ceremony.<br/>&nbsp; &nbsp; Chairman Ren Zhihong and General Manager Yu Baozeng also attended the annual meeting. The annual meeting is presided over by Zhang Xuejun, the executive vice president of Century Tianhong. In the meeting, Shandong Youyi Training Books Co., Ltd., Shandong Baihong Yiming Education Technology Co., Ltd., Shandong Zhihong Chaoren Books Co., Ltd., Shandong Xianderui Books Co., Ltd., Shandong Shanghong Shengsheng Education Consulting Co., Ltd., Beijing Xiaohong Culture Media Co., Ltd., Zibohong Bookstore Cultural Communication Co., Ltd. are responsible for the limited public. The project managers of the Division, Shandong Guaer Culture and Media Co., Ltd., Beijing Touxue Technology Co., Ltd. and Shandong Tianyi Hongtu Education Technology Co., Ltd. shared their own business stories with you and led their team to carry out team demonstrations. The dynamic dancing of Xian Derui, the startup edition of Desert Camel adapted by Bai Hongyi, and the powerful "Running" of Shang Hongsheng''s school group are all impressive. Subsequently, Ren Zhihong, chairman of Century Tianhong, awarded the commemorative gold medal for the entrepreneurship company and the award of "excellent entrepreneurship team" for Xian Derui and Bai Hongyi, and delivered a speech at the annual meeting.<br/>Century Tianhong entrepreneurship incubation platform is full of challenges and opportunities. With down-to-earth style, indomitable spirit and perseverance, the entrepreneurship companies radiate their own light on the road of entrepreneurship. Farewell to 2018 and face the brand-new 2019, let us hope for the new brilliance of Tianhong entrepreneurship Incubation Platform in the 21st century.<br/>&nbsp; &nbsp; If you have a dream of starting a business, don''t hesitate to seize the opportunity to start a business incubation platform and live up to your splendor.</p>', '0', '0', '0', '', 0, 0, '', '', '', '', 0, '', '', 0, 'N;', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYYLGJWgkXGdDceA8172', 1, '2019-05-29 09:59:57', '', '', 0, 2, 0, '', '0.00', '0.00', '', '', '', ''),
(123, 84, 0, 'taijiquan Competition kicked off in 2019', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-05-29 10:00:40', 'admin', '', '/html/upload/images/201907/15590952834831.jpg', 1, 1, '  In order to promote Chinese traditional culture, enrich Tianhong Sunshine Sports Activities, and cultivate the excellent quality of teamwork and positive progress of employees, the first Taijiquan Competition of Century Tianhong was officially launched in the company Park on April 22. For this Taijiquan competition, the company first carries out training for Chen Hongpai Taijiquan 81. Through propaganda and mobilization, employees are fully aware of the importance of Taijiquan for physical fitness and teamwork, and effectively mobilize the enthusiasm of various departments. The participants are divided into four teams: system division team, key account division team, business division team and functional department team. Ministries', 0, '<p>&nbsp; &nbsp; In order to promote Chinese traditional culture, enrich Tianhong Sunshine Sports Activities, and cultivate the excellent quality of teamwork and positive progress of employees, the first Taijiquan Competition of Century Tianhong was officially launched in the company Park on April 22.</p><p>&nbsp; &nbsp; For this Taijiquan competition, the company first carries out training for Chen Hongpai Taijiquan 81. Through propaganda and mobilization, employees are fully aware of the importance of Taijiquan for physical fitness and teamwork, and effectively mobilize the enthusiasm of various departments. The participants are divided into four teams: system division team, key account division team, business division team and functional department team. Employees from all departments actively cooperate and attend training on time, which lays the foundation for achieving good results in the future Taiji competitions.<br/></p><p></p><p>&nbsp; &nbsp; In this training activity, Mr. Li Yufu, Chen''s Hongpai Taijiquan successor, was invited to direct the teaching. At the training site, Mr. Li and his staff carefully communicated and carefully guided, "Tai Chi Rise, Wild Horse Bristle, White Crane Bright Wings, Left and Right Knee Pacing" and other moves, like a long, flowing water, full of aesthetic feeling. Every day, employees of all departments form a square array to study on time, which forms a beautiful scenery line in the company park.</p><p></p><p>&nbsp; &nbsp; As an important part of Wushu, Taijiquan has a long history, extensive and profound, and is the treasure of the Chinese nation. This Taijiquan activity into Tianhongyuan will not only make employees strong and healthy, but also further promote the extensive and in-depth development of the enterprise culture of Tianhong in the century.</p><p><br/></p>', '0', '0', '0', '', 0, 0, '', '', '', '', 0, '', '', 0, 'N;', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYzzOpkeWefOxetiy687', 1, '2019-05-29 10:00:40', '', '', 0, 2, 0, '', '0.00', '0.00', '', '', '', ''),
(156, 87, 0, '520 after-sales outlets', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-05-29 16:02:03', 'admin', '', '/html/upload/images/201907/15591169541800.png', 1, 1, '', 0, '', '0', '0', '0', '', 0, 0, '', '', '', '', 0, '', '', 0, 'N;', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYztbAWrIud1FqAwM189', 1, '2019-05-29 16:02:03', '', '', 0, 2, 0, '', '0.00', '0.00', '', '', '', '');
INSERT INTO `ob_archive` (`aid`, `catid`, `typeid`, `title`, `subtitle`, `tag`, `username`, `userid`, `view`, `color`, `strong`, `toppost`, `font`, `spid`, `ip`, `mtitle`, `keyword`, `description`, `listorder`, `adddate`, `author`, `image`, `thumb`, `state`, `checked`, `introduce`, `introduce_len`, `content`, `template`, `templatewap`, `showform`, `htmlrule`, `ishtml`, `iswaphtml`, `linkto`, `attr1`, `attr2`, `attr3`, `comment_num`, `attachment_id`, `attachment_path`, `grade`, `pics`, `type`, `province_id`, `city_id`, `section_id`, `outtime`, `isecoding`, `ecoding`, `iscomment`, `updatedate`, `praise`, `my_field`, `salesnum`, `langid`, `inventory`, `my_tagone`, `readmenoy`, `domwmenoy`, `combined`, `buyurl`, `my_shopping_model`, `my_shopping_color`) VALUES
(157, 87, 0, 'A full package of 150 yuan', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-05-29 16:02:43', 'admin', '', '/html/upload/images/201907/15591169739359.png', 1, 1, '', 0, '', '0', '0', '0', '', 0, 0, '', '', '', '', 0, '', '', 0, 'N;', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYXe8jxOmWqQ070gQ904', 1, '2019-05-29 16:02:43', '', '', 0, 2, 0, '', '0.00', '0.00', '', '', '', ''),
(158, 87, 0, 'Free exchange for 15 days', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-05-29 16:03:01', 'admin', '', '/html/upload/images/201907/15591169933799.png', 1, 1, '', 0, '', '0', '0', '0', '', 0, 0, '', '', '', '', 0, '', '', 0, 'N;', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYLDoNiWI7NO4xBfM994', 1, '2019-05-29 16:03:01', '', '', 0, 2, 0, '', '0.00', '0.00', '', '', '', ''),
(159, 87, 0, '7 days no reason to return goods', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-05-29 16:03:22', 'admin', '', '/html/upload/images/201907/15591170149117.png', 1, 1, '', 0, '', '0', '0', '0', '', 0, 0, '', '', '', '', 0, '', '', 0, 'N;', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYmDaJUfapbwNpp7x939', 1, '2019-05-29 16:03:22', '', '', 0, 2, 0, '', '0.00', '0.00', '', '', '', ''),
(160, 87, 0, 'Reservation Maintenance Service', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-05-29 16:03:41', 'admin', '', '/html/upload/images/201907/15591170337490.png', 1, 1, '', 0, '', '0', '0', '0', '', 0, 0, '', '', '', '', 0, '', '', 0, 'N;', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYcGhrO1KVcIWghek879', 1, '2019-05-29 16:03:41', '', '', 0, 2, 0, '', '0.00', '0.00', '', '', '', ''),
(161, 79, 0, 'project manager', '', '', 'admin', 1, 11, '', 0, 0, '', 0, '', '', '', '', 0, '2019-06-13 16:23:39', 'admin', '', '', 1, 1, 'the responsibilities of business manager "AE" are: negotiating, contacting, proposing and collecting money with customers; formulating strategies, coordinating resources, assigning work and supervising the process. From this we can see that a real "AE" is not as simple as a "pull business" salesman. He should be familiar with sales, marketing, planning, design, production, media and other professional knowledge, but also have a certain interpersonal skills.', 0, '<p>The responsibilities of business manager "AE" are: negotiating, contacting, proposing and collecting money with customers; formulating strategies, coordinating resources, assigning work and supervising the process. From this we can see that a real "AE" is not as simple as a "pull business" salesman. He should be familiar with sales, marketing, planning, design, production, media and other professional knowledge, but also have a certain interpersonal skills.</p>', 'archive/show_job.html', '0', '0', '', 0, 0, '', '', '', '', 0, '', '', 0, 'N;', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYQucDYsG9O6OUqzO569', 1, '2019-06-13 16:23:39', '', '', 0, 2, 0, '', '0.00', '0.00', '', '', '', ''),
(164, 85, 0, 'A certain honor', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-07-03 14:27:51', 'admin', '', '/html/upload/images/201907/gushi.jpg', 1, 1, 'Honour Explanation Text...', 0, '<p style="text-align: center;"><br/><img src="/html/upload/images/201907/gushi.jpg"/></p><p><br/></p><p>Honour Explanation Text...</p>', '0', '0', '0', '', 0, 0, '', '', '', '', 0, '', '', 0, 'N;', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYO70f2XfrUVxUUz6867', 1, '2019-07-03 14:27:51', '', '', 0, 2, 0, '', '0.00', '0.00', '', '', '', ''),
(165, 58, 0, 'solution 2', '', '', 'admin', 1, 2, '', 0, 0, '', 0, '', '', '', '', 0, '2019-07-09 18:33:20', 'admin', '', '', 1, 1, 'solutions are described in two words.', 0, '<p>Solutions are described in two words.</p>', '0', '0', '0', '', 0, 0, '', '', '', '', 0, '5', 'html/upload/attachment/201905/15579676979434.zip', 0, 'N;', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYQN2pfl790LO5Ouo231', 1, '2019-07-09 18:33:20', '', '', 0, 2, 0, '', '0.00', '0.00', '', '', '', ''),
(166, 58, 0, 'solution 1', '', '', 'admin', 1, 30, '', 0, 0, '', 0, '', '', '', '', 0, '2019-07-25 16:23:16', 'admin', '', '/html/upload/images/201907/14360857154349.jpg', 1, 1, 'text description of the solution...', 0, '<p>Text description of the solution...</p><p>二</p>', '0', '0', '0', '', 0, 0, '', '', '', '', 0, '7', 'html/upload/attachment/201907/15628273460708.gif', 0, 'a:3:{i:1;a:2:{s:3:"url";s:45:"/html/upload/images/201907/14360807979603.jpg";s:3:"alt";s:9:"undefined";}i:2;a:2:{s:3:"url";s:45:"/html/upload/images/201907/14360854145721.jpg";s:3:"alt";s:9:"undefined";}i:3;a:2:{s:3:"url";s:45:"/html/upload/images/201907/14363453760256.jpg";s:3:"alt";s:9:"undefined";}}', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYQ7C6mNjnb3EPO0p724', 1, '2019-07-25 16:23:16', '', '', 0, 2, 0, '', '0.00', '0.00', '', '', '', ''),
(167, 58, 0, 'solution 3', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-07-09 18:41:44', 'admin', '', '', 1, 1, '', 0, '', '0', '0', '0', '', 0, 0, '', '', '', '', 0, '', '', 0, 'N;', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYH6rFJkqJoC5fDzk552', 1, '2019-07-09 18:41:44', '', '', 0, 2, 0, '', '0.00', '0.00', '', '', '', ''),
(168, 72, 0, 'News 1', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-07-15 08:22:23', 'admin', '', '', -1, 1, 'News /p', 0, '<p>News </p>', '0', '0', '0', '', 0, 0, '', '', '', '', 0, '', '', 0, 'N;', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYjRpay6916R4orui585', 1, '2019-07-15 08:22:23', '', '', 0, 2, 0, '', '0.00', '0.00', '', '', '', ''),
(169, 62, 0, 'Ah!', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-07-17 16:10:15', 'admin', '', '', -1, 1, '', 0, '', '0', '0', '0', '', 0, 0, '', '', '', '', 0, '', '', 0, 'N;', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYDXXd2Gnc7oq8yrr534', 1, '2019-07-17 16:10:15', '', 'my_shop_model,my_shoppingcolor', 0, 2, 0, '', '0.00', '0.00', '', '', '', ''),
(170, 62, 0, 'MackBook', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2020-01-18 21:53:42', 'admin', '', '/html/upload/images/201907/15506336226893.jpg', 1, 1, 'As a lightweight Mac, apple offers two distinct types of laptops that vary in weight and size, but differ in size and price. So whats the difference between MacBook and MacBook Air? How can I choose t…', 0, '<p>As a lightweight Mac, apple offers two distinct types of laptops that vary in weight and size, but differ in size and price. So what&#39;s the difference between MacBook and MacBook Air? How can I choose the Mac that suits me best between them.</p><p><br/></p><p>Should I choose MacBook Air (2018) or 12 inch MacBook?</p><p><br/></p><p style="text-align: center"><img src="/html/upload/images/201907/15506336226893.jpg"/></p><p><br/></p><p>If you&#39;re sure you want the lightest and smallest Mac, buy a MacBook. But remember, the MacBook Air will give you a bigger screen, and it really won&#39;t be too big.</p><p><br/></p><p>MacBook doesn&#39;t have many advantages, except for more storage at the entry level.</p><p><br/></p><p>Since Apple updated the MacBook Air in 2018, we can recommend it wholeheartedly. For a typical consumer, it&#39;s powerful enough to get the best battery life on a Mac laptop, and it supports egpu and additional displays, so it&#39;s more to choose from.</p><p><br/></p><p>MacBook Air (2018) vs 12 inch macbook</p><p><br/></p><p>When buying a MacBook, it&#39;s hard to make a decision between a 13 inch MacBook Air and a 12 inch MacBook if you don&#39;t think you&#39;re a professional user. Both are thin, light and powerful machines with many things in common, but which one suits you best?</p><p><br/></p><p>Before Apple launched the new MacBook Air in October 2018, we uncompressed and recommended MacBook as a better choice for aging air. But the new MacBook Air changed in October 2018. Now that there are cheaper, more powerful MAC laptops, the question of which MacBook is the best has changed.</p><p><br/></p>', '0', '0', '0', '', 0, 0, '', '', '8688', '', 0, '', '', 0, 'a:2:{i:1;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15506336226893.jpg";s:3:"alt";s:0:"";}i:2;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15506330655517.jpg";s:3:"alt";s:0:"";}}', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYUuGuOdypfvk3j5i200', 1, '2020-01-18 21:53:42', '', 'my_shopping_model,my_shopping_color', 5, 2, 999, '', '0.00', '0.00', '', '{"0":{"buyurlname":"Joybuy","buyurls":"https://www.joybuy.com/384087.html"}}', '1:Frivolous,+,100,2:Pro,+,500,', '1:powder,+,50,/html/upload/images/201907/15506335969988.jpg2:gold,+,0,/html/upload/images/201907/15590079031945.jpg3:silver,+,0,/html/upload/images/201907/15506335969988.jpg'),
(171, 62, 0, 'Iphone11', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2020-01-18 21:53:56', 'admin', '', '/html/upload/images/201907/15506330655517.jpg', 1, 1, 'As a lightweight Mac, apple offers two distinct types of laptops that vary in weight and size, but differ in size and price. So whats the difference between MacBook and MacBook Air? How can I choose t…', 0, '<p>Camera</p><p><br/></p><p>The iPhone 11 uses a 12 million ultra wide angle camera + 12 million pixel wide angle camera. The ultra wide angle lens supports twice the optical zoom, and the viewing angle reaches 120 degrees. It supports 4K @ 60 frame video shooting, slow motion, HDR video shooting, and short video shooting. In front of the camera, apple uses a 12 megapixel truedepth camera, which supports 4K @ 60 and slow motion shooting. [4]</p><p><br/></p><p>processor</p><p><br/></p><p>The iPhone 11 processor uses A13 bionic third-generation neural network engine [5], and Apple claims that its CPU and GPU are more than the industry&#39;s flagship chips. [6]</p><p><br/></p><p style="text-align: center"><img src="/html/upload/images/201907/15506330655517.jpg"/></p><p><br/></p><p>Battery aspect</p><p><br/></p><p>The iPhone 11 has an extra hour of endurance compared to the iPhone XR. In terms of charging, apple said that it can charge up to 50% of the electricity in 30 minutes, but it needs to use a power adapter with 18 watts or more (to be purchased separately). [4]</p><p><br/></p><p>Display</p><p><br/></p><p>Liquid retina HD display</p><p><br/></p><p>Pixel density 326ppi</p><p><br/></p><p>6.1 inch (diagonal) LCD full screen</p><p><br/></p><p>Multi touch display with iPS technology</p><p><br/></p><p>1792 x 828 pixel resolution, 326 PPI</p><p><br/></p><p>1400:1 contrast (typical)</p><p><br/></p><p>Original color display</p><p><br/></p><p>Wide gamut display (P3)</p><p><br/></p><p>Touch touch</p><p><br/></p><p>625 nit maximum brightness (typical)</p><p><br/></p><p>Oil and fingerprint resistant coating</p><p><br/></p><p>Support simultaneous display of multi language text</p><p><br/></p><p>The iPhone 11 display uses a curvy rounded design with four rounded corners in a standard rectangle. When measured according to the standard rectangle, the diagonal length of the screen is 6.06 inches (the actual viewing area is small).</p><p><br/></p><p>Splash, water and dust proof</p><p><br/></p><p>The effect reaches IP68 level under IEC 60529 standard (the maximum underwater residence time of 2 meters can be up to 30 minutes)</p><p><br/></p>', '0', '0', '0', '', 0, 0, '', '', '8688', '', 0, '', '', 0, 'a:2:{i:1;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15506330655517.jpg";s:3:"alt";s:0:"";}i:2;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15506336226893.jpg";s:3:"alt";s:0:"";}}', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYgO22B3EqLutte4W722', 1, '2020-01-18 21:53:56', '', 'my_shopping_model,my_shopping_color', 5, 2, 999, '', '0.00', '0.00', '', '{"0":{"buyurlname":"Joybuy","buyurls":"https://www.joybuy.com/662374129.html"}}', '1:Se,+,100,2:Plus,+,500,', '1:powder,+,50,/html/upload/images/201907/15506335969988.jpg2:gold,+,0,/html/upload/images/201907/15590079031945.jpg3:silver,+,0,/html/upload/images/201907/15506335969988.jpg'),
(334, 62, 0, 'CH-17', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2020-01-16 22:22:11', 'admin', '', '/html/upload/images/201907/15590078646183.jpg', 1, 1, '从过滤网络流量的角度来看，路由器的作用与交换机和网桥非常相似路由器。但是与工作在网络数据链路层，从物理上划分网段的交换机不同，路由器使用专门的软件协议从逻辑上对整个网络进行划分。例如，一台支持IP协议的路由器可以把网络划分成多个子网段，只有指向特殊IP地址的网络流量才可以通过路由器。对于每一个接收到的数据包，路由器都会重新计算其校验值，并写入新的物理地址。因此，使用路由器转发和过滤数据的速度往往要', 0, '<p>从过滤网络流量的角度来看，路由器的作用与交换机和网桥非常相似路由器</p><p>。但是与工作在网络数据链路层，从物理上划分网段的交换机不同，路由器使用专门的软件协议从逻辑上对整个网络进行划分。例如，一台支持IP协议的路由器可以把网络划分成多个子网段，只有指向特殊IP地址的网络流量才可以通过路由器。对于每一个接收到的数据包，路由器都会重新计算其校验值，并写入新的物理地址。因此，使用路由器转发和过滤数据的速度往往要比只查看数据包物理地址的交换机慢。但是，对于那些结构复杂的网络，使用路由器可以提高网络的整体效率。路由器的另外一个明显优势就是可以自动过滤网络广播。总体上说，在网络中添加路由器的整个安装过程要比即插即用的交换机复杂很多。</p><p><br/></p><p class="title-text" style="margin: 0px; padding: 0px; font-size: 18px; font-weight: 400;"><span style="font-size: 16px;">有的路由器仅支持单一协议，但大部分路由器可以支持多种协议的传输，即多协议路由器。由于每一种协议都有自己的规则，要在一个路由器中完成多种协议的算法，势必会降低路由器的性能。路由器的主要工作就是为经过路由器的每个数据帧寻找一条最佳传输路径，并将该数据有效地传送到目的站点。由此可见，选择最佳路径的策略即路由算法是路由器的关键所在。为了完成这项工作，在路由器中保存着各种传输路径的相关数据－－路径表（Routing Table），供路由选择时使用。路径表中保存着子网的标志信息、网上路由器的个数和下一个路由器的名字等内容。路径表可以是由系统管理员固定设置好的。</span><br/></p><p>静态路由表：由系统管理员事先设置好固定的路径表称之为静态（static）路径表。</p><p>动态路由表：动态（Dynamic）路径表是路由器根据网络系统的运行情况而自动调整的路径表。</p><p>路由器是一种多端口设备，它可以连接不同传输速率并运行于各种环境的局域网和广域网，也可以采用不同的协议。路由器属于O S I 模型的第三层--网络层。指导从一个网段到另一个网段的数据传输，也能指导从一种网络向另一种网络的数据传输。&nbsp;</p><p>第一，网络互连：路由器支持各种局域网和广域网接口，主要用于互连局域网和广域网，实现不同网络互相通信；<br/>　　第二，数据处理：提供包括分组过滤、分组转发、优先级、复用、加密、压缩和防火墙等功能；<br/>　　第三，网络管理：路由器提供包括路由器配置管理、性能管理、容错管理和流量控制等功能。<br/>　　所谓“路由”，是指把数据从一个地方传送到另一个地方的行为和动作，而路由器，正是执行这种行为动作的机器，它的英文名称为Router,是一种连接多个网络或网段的网络设备，它能将不同网络或网段之间的数据信息进行“翻译”，以使它们能够相互“读懂”对方的数据，从而构成一个更大的网络。<br/>　　为了完成“路由”的工作，在路由器中保存着各种传输路径的相关数据－－路由表（Routing Table），供路由选择时使用。路由表中保存着子网的标志信息、网上路由器的个数和下一个路由器的名字等内容。路由表可以是由系统管理员固定设置好的，也可以由系统动态修改，可以由路由器自动调整，也可以由主机控制。在路由器中涉及到两个有关地址的名字概念，那就是：静态路由表和动态路由表。由系统管理员事先设置好固定的路由表称之为静态（static）路由表，一般是在系统安装时就根据网络的配置情况预先设定的，它不会随未来网络结构的改变而改变。动态（Dynamic）路由表是路由器根据网络系统的运行情况而自动调整的路由表。路由器根据路由选择协议（Routing Protocol）提供的功能，自动学习和记忆网络运行情况，在需要时自动计算数据传输的最佳路径。</p><p><br/></p><p><br/></p>', '0', '0', '0', '', 0, 0, '', '', '998', '', 0, '', '', 0, 'a:3:{i:1;a:2:{s:3:"url";s:43:"/html/upload/images/201907/15506336226893.jpg";s:3:"alt";s:9:"undefined";}i:2;a:2:{s:3:"url";s:43:"/html/upload/images/201907/15506335969988.jpg";s:3:"alt";s:9:"undefined";}i:3;a:2:{s:3:"url";s:43:"/html/upload/images/201907/15590079031945.jpg";s:3:"alt";s:9:"undefined";}}', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYwYXTmVmdpkOSDhl727', 1, '2020-01-16 22:22:11', '', 'my_shopping_model,my_shopping_color', 0, 2, 585, '', '0.00', '0.00', '', '{}', '1:300M,+,5,2:450M,+,10,3:500M,+,15,4:600M,+,20,5:700M,+,25,6:800M,+,30,', ''),
(335, 62, 0, 'CH-18', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2020-01-16 22:30:10', 'admin', '', '/html/upload/images/201907/15506336226893.jpg', 1, 1, '路由器里也有软件在运行，典型的例如微软(Microsoft)公司的Windows、苹果(Apple)公司的IOS与Mac OS、谷歌(Google)公司的Android，可以等同地认为它就是路由器的操作系统，像PC上使用的Windows操作系统一样。路由器的操作系统完成路由表的生成和维护。同样的，作为路由器来讲，也有一个类似于我们PC系统中BIOS一样作用的部分，叫做MiniIOS。MiniIOS', 0, '<p>路由器里也有软件在运行，典型的例如微软(Microsoft)公司的Windows、苹果(Apple)公司的IOS与Mac OS、谷歌(Google)公司的Android，可以等同地认为它就是路由器的操作系统，像PC上使用的Windows操作系统一样。路由器的操作系统完成路由表的生成和维护。&nbsp;</p><p>同样的，作为路由器来讲，也有一个类似于我们PC系统中BIOS一样作用的部分，叫做MiniIOS。MiniIOS可以使我们在路由器的FLASH中不存在ISO时，先引导起来，进入恢复模式，来使用TFTP或X-MODEM等方式去给FLASH中导入ISO文件。所以，路由器的启动过程应该是这样的：</p><p>路由器在加电后首先会进行POST。Power On Self Test (上电自检，对硬件进行检测的过程)。</p><p>POST完成后，首先读取ROM里的BootStrap程序进行初步引导。</p><p>初步引导完成后，尝试定位并读取完整的ISO镜像文件。在这里，路由器将会首先在FLASH中查找ISO文件，如果找到了ISO文件的话，那么读取ISO文件，引导路由器。</p><p>如果在FLASH中没有找到ISO文件的话，那么路由器将会进入BOOT模式，在BOOT模式下可以使用TFTP上的ISO文件。或者使用TFTP/X-MODEM来给路由器的FLASH中传一个ISO文件(一般我们把这个过程叫做灌ISO)。传输完毕后重新启动路由器，路由器就可以正常启动到CLI模式。</p><p>当路由器初始化完成ISO文件后，就会开始在NVRAM中查找STARTUP-CONFIG文件，STARTUP-CONFIG叫做启动配置文件。该文件里保存了我们对路由器所做的所有的配置和修改。当路由器找到了这个文件后，路由器就会加载该文件里的所有配置，并且根据配置来学习、生成、维护路由表，并将所有的配置加载到RAM(路由器的内存)里后，进入用户模式，最终完成启动过程。</p><p>如果在NVRAM里没有STARTUP-CONFIG文件，则路由器会进入询问配置模式，也就是俗称的问答配置模式，在该模式下所有关于路由器的配置都可以以问答的形式进行配置。不过一般情况下我们基本上是不用这样的模式的。我们一般都会进入CLI&nbsp;[1]&nbsp;&nbsp;(Comman Line Interface)命令行模式后对路由器进行配置。</p><p><br/></p><p>工作原理示例</p><p>（1）工作站A将工作站B的地址12.0.0.5连同数据信息以数据包的形式发送给路由器1。</p><p>（2）路由器1收到工作站A的数据包后，先从包头中取出地址12.0.0.5，并根据路径表计算出发往工作站B的最佳路径：R1-&gt;R2-&gt;R5-&gt;B；并将数据包发往路由器2。</p><p>（3）路由器2重复路由器1的工作，并将数据包转发给路由器5。</p><p>（4）路由器5同样取出目的地址，发现12.0.0.5就在该路由器所连接的网段上，于是将该数据包直接交给工作站B。</p><p>（5）工作站B收到工作站A的数据包，一次通信过程宣告结束。</p><p><br/></p>', '0', '0', '0', '', 0, 0, '', '', '2300', '', 0, '', '', 0, 'a:1:{i:1;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15506336226893.jpg";s:3:"alt";s:9:"undefined";}}', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASY9nOCjsT6XTOiGFs105', 1, '2020-01-16 22:30:10', '', 'my_shopping_model,my_shopping_color', 0, 2, 88, '', '0.00', '0.00', '', '{}', '1:100M,+,5,2:150M,+,10,3:200M,+,15,', '1:蓝,+,0,'),
(336, 62, 0, 'CH-19', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2020-01-16 22:28:57', 'admin', '', '/html/upload/images/201907/15506330653551.jpg', 1, 1, '路由器（Router），是连接因特网中各局域网、广域网的设备，它会根据信道的情况自动选择和设定路由，以最佳路径，按前后顺序发送信号。 路由器是互联网络的枢纽，交通警察。目前路由器已经广泛应用于各行各业，各种不同档次的产品已成为实现各种骨干网内部连接、骨干网间互联和骨干网与互联网互联互通业务的主力军。路由和交换机之间的主要区别就是交换机发生在OSI参考模型第二层（数据链路层），而路由发生在第三层，即', 0, '<p>路由器（Router），是连接因特网中各局域网、广域网的设备，它会根据信道的情况自动选择和设定路由，以最佳路径，按前后顺序发送信号。 路由器是互联网络的枢纽，&quot;交通警察&quot;。目前路由器已经广泛应用于各行各业，各种不同档次的产品已成为实现各种骨干网内部连接、骨干网间互联和骨干网与互联网互联互通业务的主力军。路由和交换机之间的主要区别就是交换机发生在OSI参考模型第二层（数据链路层），而路由发生在第三层，即网络层。这一区别决定了路由和交换机在移动信息的过程中需使用不同的控制信息，所以说两者实现各自功能的方式是不同的。</p><p>路由器（Router）又称网关设备（Gateway）是用于连接多个逻辑上分开的网络，所谓逻辑网络是代表一个单独的网络或者一个子网。当数据从一个子网传输到另一个子网时，可通过路由器的路由功能来完成。因此，路由器具有判断网络地址和选择IP路径的功能，它能在多网络互联环境中，建立灵活的连接，可用完全不同的数据分组和介质访问方法连接各种子网，路由器只接受源站或其他路由器的信息，属网络层的一种互联设备。</p><p>路由器分本地路由器和远程路由器，本地路由器是用来连接网络传输介质的，如光纤、同轴电缆、双绞线；远程路由器是用来连接远程传输介质，并要求相应的设</p><p>模拟器中的路由器&nbsp;</p><p>备，如电话线要配调制解调器，无线要通过无线接收机、发射机。</p><p>路由器是互联网的主要结点设备。路由器通过路由决定数据的转发。转发策略称为路由选择（routing），这也是路由器名称的由来（router，转发者）。作为不同网络之间互相连接的枢纽，路由器系统构成了基于TCP/IP 的国际互联网络Internet&nbsp;的主体脉络，也可以说，路由器构成了Internet的骨架。它的处理速度是网络通信的主要瓶颈之一，它的可靠性则直接影响着网络互连的质量。因此，在园区网、地区网、乃至整个Internet研究领域中，路由器技术始终处于核心地位，其发展历程和方向，成为整个Internet研究的一个缩影。在当前我国网络基础建设和信息建设方兴未艾之际，探讨路由器在互连网络中的作用、地位及其发展方向，对于国内的网络技术研究、网络建设，以及明确网络市场上对于路由器和网络互连的各种似是而非的概念，都有重要的意义。</p><p>出现了交换路由器产品，从本质上来说它不是什么新技术，而是为了提高通信能力，把交换机的原理组合到路由器中，使数据传输能力更快、更好。</p><p><br/></p>', '0', '0', '0', '', 0, 0, '', '', '280', '', 0, '', '', 0, 'a:1:{i:1;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15506330653551.jpg";s:3:"alt";s:9:"undefined";}}', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYhC2dWvXrEcx0C74295', 1, '2020-01-16 22:28:57', '', 'my_shop_model,my_shoppingcolor', 0, 2, 0, '', '0.00', '0.00', '', '{}', '1:500M,+,100,2:1000M,+,200,', '1:黑,+,0,2:白,+,0,'),
(337, 62, 0, 'U-ART', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2020-01-16 22:20:32', 'admin', '', '/html/upload/images/201907/15590079031945.jpg', 1, 1, '音响特指电器设备组合发出声音的一套音频系统音响系统大体包含：1、声源设备：（列如：DVD、CD、MP3、MP4、电脑、手机、麦克风等声源输出设备）2、音频信号动态处理设备（压限器、效果器、调音台、音频处理器、均衡器等音频信号处理设备）3、音频信号放大设备（前级功率放大器、后级功率放大器、数字功率放大器等模拟功率放大器、设备）4、声音还原设备（全频音箱、吸顶喇叭、音柱、线阵音箱、阵列式音箱、高音喇叭', 0, '<p>音响特指电器设备组合发出声音的一套音频系统</p><p>音响系统大体包含：</p><p>1、声源设备：（列如：DVD、CD、MP3、MP4、电脑、手机、麦克风等声源输出设备）</p><p>2、音频信号动态处理设备（压限器、效果器、调音台、音频处理器、均衡器等音频信号处理设备）</p><p>3、音频信号放大设备（前级功率放大器、后级功率放大器、数字功率放大器等模拟功率放大器、设备）&nbsp;</p><p>4、声音还原设备（全频音箱、吸顶喇叭、音柱、线阵音箱、阵列式音箱、高音喇叭、低音炮等等）。技术的的发展历史可以分为电子管、晶体管、集成电路、场效应管四个阶段。</p><p><br/></p><p>音响是一个简化后的日常词语，是音响系统的简称。即代指一整套可以还原播放音频信号的设备。</p><p>随着社会的进步，人们向往生活更多姿多彩。歌舞作为一种流传数千年的娱乐形式，深入各族人民的生活。但是随着科技的发展和进步，人们对于歌舞的表演形式和场地要求越来越多、越来越高。音响系统随着人们的需求不断改进和完善。大到满足上万人演唱会现场扩声需求，小到满足个人家庭弹奏乐器、K歌的需要。</p><p><br/></p>', '0', '0', '0', '', 0, 0, '', '', '1600', '', 0, '', '', 0, 'a:3:{i:1;a:2:{s:3:"url";s:43:"/html/upload/images/201907/15506335969988.jpg";s:3:"alt";s:9:"undefined";}i:2;a:2:{s:3:"url";s:43:"/html/upload/images/201907/15506335904260.jpg";s:3:"alt";s:9:"undefined";}i:3;a:2:{s:3:"url";s:43:"/html/upload/images/201907/15506330653551.jpg";s:3:"alt";s:9:"undefined";}}', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYHX6gF0nEoJyFagO648', 1, '2020-01-16 22:20:32', '', 'my_shopping_model,my_shopping_color', 0, 2, 88, '', '0.00', '0.00', '', '{}', '1:高音,+,0,2:中音,+,0,3:普音,+,0,', ''),
(338, 62, 0, '电热水壶', '', '', 'admin', 1, 0, '', 0, 0, '', 1, '', '', '', '', 0, '2020-01-16 22:06:48', 'admin', '', '/html/upload/images/201907/15590081376621.jpg', 1, 1, '电热水壶的工作原理为，水沸腾时产生的水蒸汽使蒸汽感温元件的双金属片变形，这种变形通过杠杆原理推动电源开关断电。其断电是不可自复位的，故断电后水壶不会自动再加热。电水壶在1891年诞生于芝加哥。随着科技的发展，快捷、安全、便利、充分利用能源日渐成为了水壶的主要特点，嗜茶的英国人从此便爱上它了。到了二十一世纪便成为全球的畅销品。电水壶采用的是蒸气智能感应控温，具有水沸腾后自动断电、防干烧断电的功能。随', 0, '<p>电热水壶的工作原理为，水沸腾时产生的水蒸汽使蒸汽感温元件的双金属片变形，这种变形通过杠杆原理推动电源开关断电。其断电是不可自复位的，故断电后水壶不会自动再加热。</p><p>电水壶在1891年诞生于芝加哥。随着科技的发展，快捷、安全、便利、充分利用能源日渐成为了水壶的主要特点，嗜茶的英国人从此便爱上它了。到了二十一世纪便成为全球的畅销品。电水壶采用的是蒸气智能感应控温，具有水沸腾后自动断电、防干烧断电的功能。随着生活的需要，现在的电水壶也正在向多功能方向发展，如防漏、防烫、锁水等。电水壶具有加热速度快，保温效果好，过滤功能强，式样多等优点。</p><p>电热水壶的使用功能虽然基本相同，但从内在电路结构设计可以分为鸣笛式电水壶、防干烧鸣笛电水壶、塑胶电热水壶等几大类。</p><p>（1）鸣笛式电热水壶。</p><p>由铝制板经拉伸制成，电热元件采用浸水式镀镍钢密封式电热管。电热管安装在水壶底部，和壶体结合部垫有耐热密封圈以防止漏水。该类型电热水壶壶盖上设置有一个条状振动簧片自鸣器（气流振动式鸣笛装置），当水温达到100℃以上时气流鸣笛即会鸣响。由于该类水壶一般没有设置限温控制器，必须人为地手动切断电源。该类电热水壶结构简单、价格低廉，居民家庭中使用相当广泛。</p><p>（2）防干烧鸣笛式电热水壶。&nbsp;</p><p>在鸣笛式电水壶设计原理基础上，增设了限温自动控制器（主要是双金属恒温控制器或者磁控恒温自动开关），当水沸腾时，产生的水蒸气使感温元件的双金属片变形，驱动微型开关切断电源，极大地提高了电热水壶的安全性能。一些高品质的电热水壶中的限温控制器采用一种类似记忆合金的新型热敏材料（自动恒温控制开关），当壶内水面低于电热管（电热管温度超过100℃以上）时，自动恒温控制开关便会自动切断电源，保护电热水壶不被烧毁。</p><p>（3）塑胶型电热水壶。</p><p>塑胶型电热水壶最大的特点是携带方便、安全性能可靠。壶体设置的电源信号指示灯可方便观察通电状态，上下分体式结构可以3600旋转，壶体采用的食品级卫生塑质材料熔点在200℃以上。这种新型电热水壶采用隐藏式不锈钢电发热盘，并设置有蒸汽感应控制开关，具有自动断电、防干烧断电、热熔断电保护、接地保护等多重保护功能。&nbsp;</p><p><br/></p>', '0', '0', '0', '', 0, 0, '', '', '2200', '', 0, '', '', 0, 'a:1:{i:1;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15590081376621.jpg";s:3:"alt";s:9:"undefined";}}', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYof911iYjQMp1JA5768', 1, '2020-01-16 22:06:48', '', 'my_shop_model,my_shoppingcolor', 5, 2, 88, '', '0.00', '0.00', '', '{"0":{"buyurlname":"京东","buyurls":"https://www.jd.com"}}', '1:电子,+,10,2:机械,+,5,', '1:白,+,10,'),
(339, 62, 0, '智能吸顶灯', '', '', 'admin', 1, 0, '', 0, 0, '', 1, '', '', '', '', 0, '2020-01-17 09:21:38', 'admin', '', '/html/upload/images/201907/15396893757731.jpg', 1, 1, '吸顶灯是灯具的一种，顾名思义是由于灯具上方较平，安装时底部完全贴在屋顶上所以称之为吸顶灯。光源有普通白灯泡，荧光灯、高强度气体放电灯、卤钨灯、LED等。目前市场上最流行的吸顶灯就是LED 吸顶灯，是家庭、办公室、文娱场所等各种场所经常选用的灯具。吸顶灯是灯具的一种，顾名思义是由于灯具上方较平，安装时底部完全贴在屋顶上所以称之为吸顶灯。光源有普通白灯泡，荧光灯、高强度气体放电灯、卤钨灯、LED等。目', 0, '<p>吸顶灯是灯具的一种，顾名思义是由于灯具上方较平，安装时底部完全贴在屋顶上所以称之为吸顶灯。光源有普通白灯泡，荧光灯、高强度气体放电灯、卤钨灯、LED等。</p><p>目前市场上最流行的吸顶灯就是LED 吸顶灯，是家庭、办公室、文娱场所等各种场所经常选用的灯具。</p><p>吸顶灯是灯具的一种，顾名思义是由于灯具上方较平，安装时底部完全贴在屋顶上所以称之为吸顶灯。光源有普通白灯泡，荧光灯、高强度气体放电灯、卤钨灯、LED等。目前市场上最流行的就是led吸顶灯，是家庭、办公室、文娱场所等各种场所经常选用的灯具。&nbsp;&nbsp;</p><p>它起源于1995年-1996年间，由于形似太阳，因此当时行业人士称之为“太阳灯”， 2000年前的吸顶灯款式单一、材料单一，大多采用中低档材料，光源一般采用节能灯管和灯泡，并以电感吸顶灯为主。</p><p>LED吸顶灯是吸附或嵌入屋顶天花板上的灯饰，它和吊灯一样，也是室内的主体照明设备，是家庭、办公室、娱乐场所等各种场所经常选用的灯具。LED吸顶灯一</p><p><br/></p><p>般直径在200mm左右的吸顶灯适宜在走道、浴室内使用，而直径400mm的则装在不小于16平方米的房间顶部为宜。 市面上的LED吸顶灯常见有D形管和环形管两种还有大小管区别。选购LED吸顶灯时要三看。一看产品标识是否齐全，正规产品的标识往往比较规范，应标识：商标和厂名、产品型号规格、额定电压、额定频率、额定功率。二看灯具电源线是否有CCC安全认证标志，外部导线截面积应≥0.75平方毫米。三看灯具带电体是否外露，光源装入灯座后，手指应不能触及带电的金属灯头。</p><p>1)功能细分。吸顶灯传统的照明功能已不够满足消费者，将客厅吸顶灯与日常用品相组合也日趋流行。</p><p>2)造型豪华。随着生活的日益富足，消费者审美需求增加，客厅吸顶灯日趋豪华、高档。</p><p>3)崇尚自然。为迎合都市消费者返朴归真、崇尚自然的心理，很多吸顶灯采用了自然化的造型。另外，灯罩的选材也广泛采用纸质、木质、纱质等自然材质。</p><p>4)色彩丰富。为与丰富多彩的生活同步，现如今很多吸顶灯披起了“七彩”外衣。&nbsp;</p><p>5)高技术化。随着科学技术的发展，电子科技被广泛应用于客厅吸顶灯设计，如适应不同电压的吸顶灯，可调节亮度的吸顶灯，放射远的红外红光吸顶灯等等。</p><p>6)节能化。目前节能吸顶灯很受消费者欢迎，如采用3LED芯电的长寿节能灯，既节约能源，又可以根据需要选择亮度。</p><p>7)环保化。环保是吸顶灯设计不变的话题，这与我们栖息的地球有关，已经引起广大消费者重视，这将会成为未来家居照明的主要发展方向。</p><p><br/></p>', '0', '0', '0', '', 0, 0, '', '', '13', '', 0, '', '', 0, 'a:3:{i:1;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15396893757731.jpg";s:3:"alt";s:9:"undefined";}i:2;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15396893572202.jpg";s:3:"alt";s:9:"undefined";}i:3;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15396892522391.jpg";s:3:"alt";s:9:"undefined";}}', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASY9WBOPjG6dQeIfDn585', 1, '2020-01-17 09:21:38', '', 'my_shopping_model,my_shopping_color', 0, 2, 0, '', '0.00', '0.00', '', '{}', '1:节能,+,0,2:普通,+,0,', '1:黑,+,5,2:白,+,10,'),
(340, 62, 0, '智能加湿器', '', '', 'admin', 1, 0, '', 0, 0, '', 1, '', '', '', '', 0, '2020-01-16 22:15:29', 'admin', '', '/html/upload/images/201907/15590081376621.jpg', 1, 1, '加湿器是一种增加房间湿度的家用电器。加湿器可以给指定房间加湿，也可以与锅炉或中央空调系统相连给整栋建筑加湿。加湿器行业在中国的发展有近20年的历史，经过多年的空气质量概念普及、产品研发、市场培育，加湿器这一相对陌生的小家电产品的功能和作用逐渐被接受。加湿器是一种可以增加房间湿度的家用电器，加湿器可以给指定房间加湿，也可以与锅炉或中央空调系统相连给整栋建筑加湿。根据热、湿交换理论，在实际工程中将加湿', 0, '<p>加湿器是一种增加房间湿度的家用电器。加湿器可以给指定房间加湿，也可以与锅炉或中央空调系统相连给整栋建筑加湿。</p><p>加湿器行业在中国的发展有近20年的历史，经过多年的空气质量概念普及、产品研发、市场培育，加湿器这一相对陌生的小家电产品的功能和作用逐渐被接受。</p><p>加湿器是一种可以增加房间湿度的家用电器，加湿器可以给指定房间加湿，也可以与锅炉或中央空调系统相连给整栋建筑加湿。根据热、湿交换理论，在实际工程中将加湿器分为以下两种：</p><p>1、等焓加湿器：即利用水吸收空气的显热进行蒸发加湿，其在焓、湿图上的变化为近似等焓过程。&nbsp;<br/></p><p>2、等温加湿器：即利用热能将液态水转化成蒸汽与空气混合进行加湿，其在焓、湿图上的变化为近似等温过程。</p><p>加湿器从使用范围来讲可分为工业用加湿器、商用加湿器和家用加湿器三个大的类别。</p><p><br/></p><p>超声波加湿器</p><p>已被广泛应用在各种领域。超声波加湿器采用每秒200万次的超声波高频震荡，将水雾化为1微米到5微米的超微粒子和负氧离子，从而实现均匀加湿，清新空气，增进健康的，去除冬季暖气的燥热，营造舒适的生活环境。</p><p><br/></p><p>纯净型加湿器</p><p>直接蒸发型加湿器通常也被称为纯净型加湿器。纯净型的加湿技术则是加湿领域刚刚采用的新技术，通过分子筛蒸发技术，除去水中的钙、镁离子，彻底解决“白粉”问题。通过水幕洗涤空气，在加湿的同时还能对空气中的病菌、粉尘、颗粒物进行过滤净化，再经风动装置将湿润洁净的空气送到室内，从而提高环境湿度和洁净度。所以非常适用于有老人和小孩的家庭使用，还可以预防冬季流感病菌。&nbsp;</p><p>超声波加湿器和纯净型加湿器是建议给儿童购买的首选产品，安全系数高，净化空气，除菌加湿能力强，增进健康，给孩子一个舒适的环境。</p><p><br/></p><p>电加热式加湿器</p><p>热蒸发型加湿器也叫电加热式加湿器，其工作原理是将水在加热体中加热到100℃，产生蒸汽，用电机将蒸汽送出。电加热式加湿器是技术最简单的加湿方式。</p><p><br/></p><p>浸入式电极加湿器</p><p>浸入式电极式加湿器（immersed Electrode humidifier）是利用浸入水中的大面积的电极作为端子，以水作为加热媒介，当电流经由水转移电能时，产生热量，使水沸腾，产生蒸汽。其特点是成本低,便于安装和使用.但是精度较低，而且需要定期更换加湿桶维护。</p><p><br/></p>', '0', '0', '0', '', 0, 0, '', '', '460', '', 0, '', '', 0, 'a:2:{i:1;a:2:{s:3:"url";s:43:"/html/upload/images/201907/15590081376621.jpg";s:3:"alt";s:9:"undefined";}i:2;a:2:{s:3:"url";s:43:"/html/upload/images/201907/15590081376621.jpg";s:3:"alt";s:9:"undefined";}}', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASY1V2E0Sx8DFX8ODz935', 1, '2020-01-16 22:15:29', '', 'my_shopping_model,my_shopping_color', 0, 2, 0, '', '0.00', '0.00', '', '{"0":{"buyurlname":"京东购买","buyurls":"https://item.jd.com/729828.html"},"1":{"buyurlname":"天猫购买","buyurls":"https://detail.tmall.com/item.htm?spm=a220m.1000858.1000725.26.1c04a98aZGJnlP&id=605208384141&skuId=4245337065638&user_id=3919645743&cat_id=2&is_b=1&rn=73570d905a6017c54c1e28ca58978061"}}', '', ''),
(341, 62, 0, '智能洗衣机', '', '', 'admin', 1, 13, '', 0, 0, '', 1, '', '', '', '', 0, '2020-01-16 22:12:24', 'admin', '', '/html/upload/images/201907/15590081993243.jpg', 1, 1, '洗衣机是利用电能产生机械作用来洗涤衣物的清洁电器，按其额定洗涤容量分为家用和集体用两类。中国规定洗涤容量在6千克以下的属于家用洗衣机：家用洗衣机主要由箱体、洗涤脱水桶（有的洗涤和脱水桶分开）、传动和控制系统等组成，有的还装有加热装置。洗衣机一般专指使用水作为主要的清洗液体，有别于使用特制清洁溶液，及通常由专人负责的干洗。从全国范围来看，目前我国洗衣机市场普及程度已经超过了76%，其中城镇市场已经超', 0, '<p>洗衣机是利用电能产生机械作用来洗涤衣物的清洁电器，按其额定洗涤容量分为家用和集体用两类。</p><p>中国规定洗涤容量在6千克以下的属于家用洗衣机：家用洗衣机主要由箱体、洗涤脱水桶（有的洗涤和脱水桶分开）、传动和控制系统等组成，有的还装有加热装置。洗衣机一般专指使用水作为主要的清洗液体，有别于使用特制清洁溶液，及通常由专人负责的干洗。&nbsp;&nbsp;</p><p>从全国范围来看，目前我国洗衣机市场普及程度已经超过了76%，其中城镇市场已经超过了96%，农村市场也已经超过了53%;随着国家开展家电下乡、扩大内需的政策，洗衣机企业将目光均投向了拥有较大消费潜力的农村市场。未来几年，我国洗衣机市场需求增长空间将主要来自于：以城镇化和农村市场为主的首次需求，以及以城镇市场消费升级为主的更新需求;整个洗衣机市场需求在未来几年将继续保持温和增长态势。</p><p>2010年，我国洗衣机总销量约5000多万台，同比增长接近30%，增长幅度创历史最高水平;其中内销实现3300多万台，同比增长约28%，出口实现1600多万台，同比增长30%以上，均创历史最高增长速度。</p><p>从不同产品来看，2010年我国滚筒洗衣机总销量达到1100多万台，同比增长50%以上，占洗衣机市场销量比重由上年的不足20%上升至20%以上。其中，第四季度各月销量均超过110万台，所占洗衣机市场总销量的份额均超过21%。</p><p>节水将成未来洗衣机重点发展方向，洗衣机产业目标主要涵盖节电节水、产品功能、绿色设计三大方向。在中国家用电器协会编制的冰箱、空调、洗衣机的技术路线图中，就节电节水方面，制定了到 2015年，波轮式双桶洗衣机达到国家能效2级，波轮式全自动洗衣机达到国家能效1级，能效1级的滚筒式全自动洗衣机要达到欧盟A+等级耗电、耗水要求， 滚筒式洗干一体机要达到GB/T23118国标A级耗电、耗水要求。到2020年，滚筒洗衣机达到欧盟A+++等级耗电、耗水要求，波轮式全自动洗衣机达到国标A+等级耗电、耗水要求，滚筒式洗干一体机达到国标A+等级耗电、耗水要求。在产品功能方面，洗衣机的发展方向是大容量，低噪声、低振动。</p><p><br/></p><p>机械力、洗涤液、水是洗衣机洗涤过程中的三要素。洗衣机运动部件产生的机械力和洗涤液的作用使污垢与衣物纤维脱离。加热洗涤液，可增强去污效果。织物不同，适宜液温也不同，反映洗衣机洗涤性能（即洗净衣物的能力）的主要指标是洗净率（或洗净比）和织物磨损率。洗净率是洗衣机在额定洗涤状态下，利用光电反射率计（或白度仪）测定洗涤前后人工污染布及其原布的反射率。洗衣机发展史　从古到今，洗衣服都是一项难于逃避的家务劳动，而在洗衣机出现以前，对于许多人而言，它并不像田园诗描绘的那样充满乐趣，手搓、棒击、冲刷、甩打…这些不断重复的简单的体力劳动，留给人的感受常常是：辛苦劳累。&nbsp;</p><p>1858年，一个叫汉密尔顿·史密斯的美国人在匹茨堡制成了世界上第一台洗衣机，该洗衣机的主件是一只圆桶，桶内装有一根带有桨状叶子的直轴，轴是通过摇动和它相连的曲柄转动的。同年史密斯取得了这台洗衣机的专利权。但这台洗衣机使用费力，且损伤衣服，因而没被广泛使用，但这却标志了用机器洗衣的开端。次年在德国出现了一种用捣衣杵作为搅拌器的洗衣机，当捣衣杵上下运动时，装有弹簧的木钉便连续作用于衣服。19世纪末期的洗衣机已发展到一只用手柄转动的八角形洗衣缸，洗衣时缸内放入热肥皂水，衣服洗净后，由轧液装置把衣服挤干。</p><p>1874年，“手洗时代”受到了前所未有的挑战，美国人比尔·布莱克斯发明了木制手摇洗衣机。布莱克斯的洗衣机构造极为简单，是在木筒里装上6块叶片，用手柄和齿轮传动，使衣服在筒内翻转，从而达到“净衣”的目的。这套装置的问世，让那些为提高生活效率而冥思苦想的人士大受启发，洗衣机的改进过程开始大大加快.</p><p>1880年，美国又出现了蒸气洗衣机，蒸气动力开始取代人力。经历了上百年的发展改进，现代蒸汽洗衣机较早期有了无与伦与的提高，但原理是相同的。现代蒸汽洗衣机的功能包括蒸汽洗涤和蒸汽烘干，采用了智能水循环系统，可将高浓度洗涤液与高温蒸气同时对衣物进行双重喷淋，贯穿全部洗涤过程，实现了全球独创性的“蒸汽洗”全新洗涤方式。与普通滚筒洗衣机在洗涤时需要加热整个滚筒的水不同，蒸汽洗涤是以深层清洁衣物为目的，当少量的水进入蒸汽发生盒并转化为蒸汽后，通过高温喷射分解衣物污渍。蒸汽洗涤快速、彻底，只需要少量的水，同时可节约时间。对于放在衣柜很长时间产生褶皱、异味的冬季衣物，能让其自然舒展，抚平褶皱。“蒸汽烘干”的工作原理则是把恒定的蒸汽喷洒在衣物上，将衣物舒展开之后，再进行恒温冷凝式烘干。通过这种方式，厚重衣物不仅干得更快，并且具有舒展和熨烫的效果。</p><p><br/></p>', '0', '0', '0', '', 0, 0, '', '', '980', '', 0, '', '', 0, 'a:2:{i:1;a:2:{s:3:"url";s:43:"/html/upload/images/201907/15590081993243.jpg";s:3:"alt";s:9:"undefined";}i:2;a:2:{s:3:"url";s:43:"/html/upload/images/201907/15590081993243.jpg";s:3:"alt";s:9:"undefined";}}', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYITUdOO4dafAhtdr232', 1, '2020-01-16 22:12:24', '', 'my_shopping_model,my_shopping_color', 5, 2, 999, '', '0.00', '0.00', '', '{"0":{"buyurlname":"京东购买","buyurls":"https://item.jd.com/100004652001.html"}}', '1:智能,+,10,2:机械,+,5,3:全自动,+,15,', '1:白,+,10,2:黑,+,5,'),
(416, 62, 0, '路由器', '', '', 'admin', 1, 0, '', 0, 0, '', 1, '', '', '', '', 0, '2020-01-17 09:23:27', 'admin', '', '/html/upload/images/201907/15396893572202.jpg', 1, 1, '技术设备是实现航空运输的物质基础。主要包括航路、航空港、飞机和通信导航设施等。航路是根据地', 0, '', '0', '0', '0', '', 0, 0, '', '', '999', '', 0, '', '', 0, 'a:1:{i:1;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15396893572202.jpg";s:3:"alt";s:9:"undefined";}}', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYNfW06Lofg2dRM52677', 1, '2020-01-17 09:23:27', '', 'my_shop_model,my_shoppingcolor', 0, 2, 188, '', '0.00', '0.00', '', '{}', '1:300M,+,10,2:500M,+,20,', '1:蓝,+,0,2:黑,+,0,'),
(417, 65, 0, '产品名称三十一', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-08-16 23:05:27', 'admin', '', '/html/upload/images/201907/15506330608258.jpg', 1, 1, '', 0, '', '0', '0', '0', '', 0, 0, '', '', '560', '', 0, '', '', 0, 'a:2:{i:1;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15506330608258.jpg";s:3:"alt";s:9:"undefined";}i:2;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15506330655517.jpg";s:3:"alt";s:9:"undefined";}}', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYJz9tU0sEFmG4jYr924', 1, '2019-08-16 23:05:27', '', 'my_shop_model,my_shoppingcolor', 0, 2, 0, '', '0.00', '0.00', '', '', '', ''),
(418, 65, 0, '产品名称三十', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-05-29 13:13:43', 'admin', '', '/html/upload/images/201907/15590081376621.jpg', 1, 1, '', 0, '', '0', '0', '0', '', 0, 0, '', '', '', '', 0, '', '', 0, 'N;', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYoqRcqqx04wOaAxg150', 1, '2019-05-29 13:13:43', '', '', 0, 2, 0, '', '0.00', '0.00', '', '', '', ''),
(419, 65, 0, '产品名称二十九', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-08-16 23:06:11', 'admin', '', '/html/upload/images/201907/15506335969988.jpg', 1, 1, '', 0, '', '0', '0', '0', '', 0, 0, '', '', '230', '', 0, '', '', 0, 'a:1:{i:1;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15506335969988.jpg";s:3:"alt";s:9:"undefined";}}', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYdpBjq9drwOlW0lf664', 1, '2019-08-16 23:06:11', '', 'my_shop_model,my_shoppingcolor', 0, 2, 0, '', '0.00', '0.00', '', '', '', ''),
(420, 65, 0, '产品名称二十八', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-08-16 23:06:10', 'admin', '', '/html/upload/images/201907/15506335904260.jpg', 1, 1, '', 0, '', '0', '0', '0', '', 0, 0, '', '', '660', '', 0, '', '', 0, 'a:1:{i:1;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15506335904260.jpg";s:3:"alt";s:9:"undefined";}}', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYbM6nNh7Q3yzd5ea383', 1, '2019-08-16 23:06:10', '', 'my_shop_model,my_shoppingcolor', 0, 2, 0, '', '0.00', '0.00', '', '', '', ''),
(421, 63, 0, '产品名称二十七', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-08-16 23:06:13', 'admin', '', '/html/upload/images/201907/15506336226893.jpg', 1, 1, '', 0, '', '0', '0', '0', '', 0, 0, '', '', '998', '', 0, '', '', 0, 'a:1:{i:1;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15506336226893.jpg";s:3:"alt";s:9:"undefined";}}', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYYcWihLq5Dgx5rzO811', 1, '2019-08-16 23:06:13', '', 'my_shop_model,my_shoppingcolor', 0, 2, 0, '', '0.00', '0.00', '', '', '', ''),
(422, 63, 0, '产品名称二十六', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-08-16 23:33:48', 'admin', '', '/html/upload/images/201907/15590081376621.jpg', 1, 1, '', 0, '', '0', '0', '0', '', 0, 0, '', '', '2300', '', 0, '', '', 0, 'a:1:{i:1;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15590081376621.jpg";s:3:"alt";s:9:"undefined";}}', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYOPdjHvE4Pn4u0dk942', 1, '2019-08-16 23:33:48', '', 'my_shop_model,my_shoppingcolor', 0, 2, 0, '', '0.00', '0.00', '', '', '', ''),
(423, 63, 0, '产品名称二十五', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-08-17 00:02:02', 'admin', '', '/html/upload/images/201907/15396893572202.jpg', 1, 1, '', 0, '', '0', '0', '0', '', 0, 0, '', '', '2200', '', 0, '', '', 0, 'a:1:{i:1;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15396893572202.jpg";s:3:"alt";s:9:"undefined";}}', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASY7g8BajgqgwA2LsQ659', 1, '2019-08-17 00:02:02', '', 'my_shop_model,my_shoppingcolor', 0, 2, 0, '', '0.00', '0.00', '', '', '', ''),
(424, 63, 0, '产品名称二十四', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-08-17 00:02:03', 'admin', '', '/html/upload/images/201907/15396892522391.jpg', 1, 1, '', 0, '', '0', '0', '0', '', 0, 0, '', '', '998', '', 0, '', '', 0, 'a:1:{i:1;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15396892522391.jpg";s:3:"alt";s:9:"undefined";}}', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYm8MzExt0fTjru5P101', 1, '2019-08-17 00:02:03', '', 'my_shop_model,my_shoppingcolor', 0, 2, 0, '', '0.00', '0.00', '', '', '', ''),
(425, 63, 0, '产品名称二十三', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-08-17 00:02:05', 'admin', '', '/html/upload/images/201907/15396892522391.jpg', 1, 1, '', 0, '', '0', '0', '0', '', 0, 0, '', '', '120', '', 0, '', '', 0, 'a:1:{i:1;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15396892522391.jpg";s:3:"alt";s:9:"undefined";}}', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYXDCS4WRJNTKkc4P113', 1, '2019-08-17 00:02:05', '', 'my_shop_model,my_shoppingcolor', 0, 2, 0, '', '0.00', '0.00', '', '', '', ''),
(426, 63, 0, '产品名称二十二', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-08-17 00:02:04', 'admin', '', '/html/upload/images/201907/15396892048357.jpg', 1, 1, '', 0, '', '0', '0', '0', '', 0, 0, '', '', '166', '', 0, '', '', 0, 'a:1:{i:1;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15396892048357.jpg";s:3:"alt";s:9:"undefined";}}', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYo9eP29z3HPIgb4V659', 1, '2019-08-17 00:02:04', '', 'my_shop_model,my_shoppingcolor', 0, 2, 0, '', '0.00', '0.00', '', '', '', ''),
(427, 65, 0, '产品名称二十一', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-08-17 00:18:34', 'admin', '', '/html/upload/images/201907/15396889737483.jpg', 1, 1, '', 0, '', '0', '0', '0', '', 0, 0, '', '', '177', '', 0, '', '', 0, 'a:1:{i:1;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15396889737483.jpg";s:3:"alt";s:9:"undefined";}}', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYVUKHL6UcJ7fOOHT585', 1, '2019-08-17 00:18:34', '', 'my_shop_model,my_shoppingcolor', 0, 2, 0, '', '0.00', '0.00', '', '', '', ''),
(428, 65, 0, '产品名称二十', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-08-17 00:18:35', 'admin', '', '/html/upload/images/201907/15590079031945.jpg', 1, 1, '', 0, '', '0', '0', '0', '', 0, 0, '', '', '199', '', 0, '', '', 0, 'a:1:{i:1;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15590079031945.jpg";s:3:"alt";s:9:"undefined";}}', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYBkQvDdHVOAUgwxb296', 1, '2019-08-17 00:18:35', '', 'my_shop_model,my_shoppingcolor', 0, 2, 0, '', '0.00', '0.00', '', '', '', ''),
(429, 65, 0, '产品名称十九', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-08-17 00:18:37', 'admin', '', '/html/upload/images/201907/15590078646183.jpg', 1, 1, '', 0, '', '0', '0', '0', '', 0, 0, '', '', '230', '', 0, '', '', 0, 'a:1:{i:1;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15590078646183.jpg";s:3:"alt";s:9:"undefined";}}', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYJfx8fl6qGjFjhRB691', 1, '2019-08-17 00:18:37', '', 'my_shop_model,my_shoppingcolor', 0, 2, 0, '', '0.00', '0.00', '', '', '', ''),
(430, 65, 0, '产品名称十八', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-08-17 00:18:37', 'admin', '', '/html/upload/images/201907/15590080664809.jpg', 1, 1, '', 0, '', '0', '0', '0', '', 0, 0, '', '', '1600', '', 0, '', '', 0, 'a:1:{i:1;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15590080664809.jpg";s:3:"alt";s:9:"undefined";}}', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYpkR2pX6G54WXOpL136', 1, '2019-08-17 00:18:37', '', 'my_shop_model,my_shoppingcolor', 0, 2, 0, '', '0.00', '0.00', '', '', '', ''),
(431, 64, 0, '产品名称十七', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-08-17 00:18:39', 'admin', '', '/html/upload/images/201907/15590081376621.jpg', 1, 1, '', 0, '', '0', '0', '0', '', 0, 0, '', '', '210', '', 0, '', '', 0, 'a:1:{i:2;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15590081376621.jpg";s:3:"alt";s:9:"undefined";}}', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYHmUFxBzunoBf4U0359', 1, '2019-08-17 00:18:39', '', 'my_shop_model,my_shoppingcolor', 0, 2, 0, '', '0.00', '0.00', '', '', '', ''),
(432, 64, 0, '产品名称十六', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-08-17 00:18:39', 'admin', '', '/html/upload/images/201907/15506336226893.jpg', 1, 1, '', 0, '', '0', '0', '0', '', 0, 0, '', '', '220', '', 0, '', '', 0, 'a:1:{i:1;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15506336226893.jpg";s:3:"alt";s:9:"undefined";}}', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYjzChf9aIGI4b0p9136', 1, '2019-08-17 00:18:39', '', 'my_shop_model,my_shoppingcolor', 0, 2, 0, '', '0.00', '0.00', '', '', '', ''),
(433, 64, 0, '产品名称十二', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-08-17 00:18:42', 'admin', '', '/html/upload/images/201907/15506330653551.jpg', 1, 1, '', 0, '', '0', '0', '0', '', 0, 0, '', '', '270', '', 0, '', '', 0, 'a:1:{i:1;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15506330653551.jpg";s:3:"alt";s:9:"undefined";}}', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYhgNcxGA33CN0WVG368', 1, '2019-08-17 00:18:42', '', 'my_shop_model,my_shoppingcolor', 0, 2, 0, '', '0.00', '0.00', '', '', '', ''),
(434, 64, 0, '产品名称十五', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-08-17 00:18:40', 'admin', '', '/html/upload/images/201907/15506335969988.jpg', 1, 1, '', 0, '', '0', '0', '0', '', 0, 0, '', '', '230', '', 0, '', '', 0, 'a:1:{i:1;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15506335969988.jpg";s:3:"alt";s:9:"undefined";}}', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASY6IDNvIpFJj5HxMg820', 1, '2019-08-17 00:18:40', '', 'my_shop_model,my_shoppingcolor', 0, 2, 0, '', '0.00', '0.00', '', '', '', ''),
(435, 64, 0, '产品名称十四', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-08-17 00:18:41', 'admin', '', '/html/upload/images/201907/15506335904260.jpg', 1, 1, '', 0, '', '0', '0', '0', '', 0, 0, '', '', '250', '', 0, '', '', 0, 'a:1:{i:1;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15506335904260.jpg";s:3:"alt";s:9:"undefined";}}', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYteUoUOdnEtJQ5DO966', 1, '2019-08-17 00:18:41', '', 'my_shop_model,my_shoppingcolor', 0, 2, 0, '', '0.00', '0.00', '', '', '', ''),
(436, 65, 0, '产品名称十三', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-05-29 13:36:10', 'admin', '', '/html/upload/images/201907/15590081993243.jpg', 1, 1, '', 0, '', '0', '0', '0', '', 0, 0, '', '', '260', '', 0, '', '', 0, 'N;', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYu8jmokWatEiOQek651', 1, '2019-05-29 13:36:10', '', '', 0, 2, 0, '', '0.00', '0.00', '', '', '', ''),
(437, 64, 0, '产品名称十一', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-08-17 00:18:44', 'admin', '', '/html/upload/images/201907/15506330608258.jpg', 1, 1, '', 0, '', '0', '0', '0', '', 0, 0, '', '', '230', '', 0, '', '', 0, 'a:2:{i:1;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15506330608258.jpg";s:3:"alt";s:9:"undefined";}i:2;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15506330608258.jpg";s:3:"alt";s:9:"undefined";}}', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYURynpBhTaiRU1ms696', 1, '2019-08-17 00:18:44', '', 'my_shop_model,my_shoppingcolor', 0, 2, 0, '', '0.00', '0.00', '', '', '', ''),
(438, 64, 0, '产品名称十', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-08-17 00:18:45', 'admin', '', '/html/upload/images/201907/15506330561844.jpg', 1, 1, '', 0, '', '0', '0', '0', '', 0, 0, '', '', '330', '', 0, '', '', 0, 'a:1:{i:1;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15506330561844.jpg";s:3:"alt";s:9:"undefined";}}', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASY521mO3OWstsuJvy507', 1, '2019-08-17 00:18:45', '', 'my_shop_model,my_shoppingcolor', 0, 2, 0, '', '0.00', '0.00', '', '', '', ''),
(439, 64, 0, '产品名称九', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-08-17 00:18:52', 'admin', '', '/html/upload/images/201907/15396893757731.jpg', 1, 1, '', 0, '', '0', '0', '0', '', 0, 0, '', '', '340', '', 0, '', '', 0, 'a:1:{i:1;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15396893757731.jpg";s:3:"alt";s:9:"undefined";}}', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYGXyVs7sVq5KE1nj376', 1, '2019-08-17 00:18:52', '', 'my_shop_model,my_shoppingcolor', 0, 2, 0, '', '0.00', '0.00', '', '', '', ''),
(440, 64, 0, '产品名称八', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-08-17 00:18:53', 'admin', '', '/html/upload/images/201907/15396893572202.jpg', 1, 1, '', 0, '', '0', '0', '0', '', 0, 0, '', '', '360', '', 0, '', '', 0, 'a:1:{i:1;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15396893572202.jpg";s:3:"alt";s:9:"undefined";}}', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYhuFUlRzDbrQ1jM3690', 1, '2019-08-17 00:18:53', '', 'my_shop_model,my_shoppingcolor', 0, 2, 0, '', '0.00', '0.00', '', '', '', ''),
(441, 64, 0, '产品名称七', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-08-17 00:18:54', 'admin', '', '/html/upload/images/201907/15396892522391.jpg', 1, 1, '', 0, '', '0', '0', '0', '', 0, 0, '', '', '380', '', 0, '', '', 0, 'a:1:{i:1;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15396892522391.jpg";s:3:"alt";s:9:"undefined";}}', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASY0BCt9KtrTRtjv6L213', 1, '2019-08-17 00:18:54', '', 'my_shop_model,my_shoppingcolor', 0, 2, 0, '', '0.00', '0.00', '', '', '', ''),
(442, 63, 0, '产品名称六', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-08-17 00:18:55', 'admin', '', '/html/upload/images/201907/15396892048357.jpg', 1, 1, '', 0, '', '0', '0', '0', '', 0, 0, '', '', '550', '', 0, '', '', 0, 'a:1:{i:1;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15396892048357.jpg";s:3:"alt";s:9:"undefined";}}', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASY1TiXfBUr5DbqEzS249', 1, '2019-08-17 00:18:55', '', 'my_shop_model,my_shoppingcolor', 0, 2, 0, '', '0.00', '0.00', '', '', '', ''),
(443, 63, 0, '产品名称五', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-08-17 00:18:56', 'admin', '', '/html/upload/images/201907/15396889737483.jpg', 1, 1, '', 0, '', '0', '0', '0', '', 0, 0, '', '', '4050', '', 0, '', '', 0, 'a:1:{i:1;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15396889737483.jpg";s:3:"alt";s:9:"undefined";}}', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYGrWKMWNt9VGjomF275', 1, '2019-08-17 00:18:56', '', 'my_shop_model,my_shoppingcolor', 0, 2, 0, '', '0.00', '0.00', '', '', '', ''),
(444, 63, 0, '产品名称四', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-08-17 00:18:57', 'admin', '', '/html/upload/images/201907/15590078646183.jpg', 1, 1, '', 0, '', '0', '0', '0', '', 0, 0, '', '', '660', '', 0, '', '', 0, 'a:1:{i:1;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15590078646183.jpg";s:3:"alt";s:9:"undefined";}}', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYHTxk1P8OSnxGsGI140', 1, '2019-08-17 00:18:57', '', 'my_shop_model,my_shoppingcolor', 0, 2, 0, '', '0.00', '0.00', '', '', '', ''),
(445, 62, 0, '产品名称三', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-07-22 15:38:36', 'admin', '', '/html/upload/images/201907/15590081993243.jpg', 1, 1, '', 0, '', '0', '0', '0', '', 0, 0, '', '', '550', '', 0, '', '', 0, 'N;', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYRwbmVb35BbAF4uT843', 1, '2019-07-22 15:38:36', '', 'my_shop_model,my_shoppingcolor', 0, 1, 99, '', '0.00', '0.00', '', '', '', ''),
(446, 63, 0, '产品名称二', '', '', 'admin', 1, 0, '', 0, 0, '', 0, '', '', '', '', 0, '2019-08-17 02:11:03', 'admin', '', '/html/upload/images/201907/15506330608258.jpg', 1, 1, '产品名称即“品牌名称（brand name）”。好的品牌名称必须简洁、易读、易记、易写。美国有为产品取名的专业机构，他们利用电脑，把26个英文字母搭配成各种名称。有些品牌著名于世界，如克宁奶粉（Klim）、柯达（Kodak）等。产品标识所用文字应当为规范中文。可以同时使用汉语拼音或者外文，汉语拼音和外文应当小于相应中文。产品标识使用的汉字、数字和字母，其字体高度应大于或等于1.8毫米；产品标识应当清晰、牢固，易于识别；', 0, '<p>产品名称即“品牌名称（brand name）”。好的品牌名称必须简洁、易读、易记、易写。美国有为产品取名的专业机构，他们利用电脑，把26个英文字母搭配成各种名称。有些品牌著名于世界，如克宁奶粉（Klim）、柯达（Kodak）等。</p><p>产品标识所用文字应当为规范中文。可以同时使用汉语拼音或者外文，汉语拼音和外文应当小于相应中文。产品标识使用的汉字、数字和字母，其字体高度应大于或等于1.8毫米；<br/></p><p>产品标识应当清晰、牢固，易于识别；</p><p>产品名称包含中英文全程，或者中文拼音。另有对应于全称的企业或产品简称，如：中兴通讯股份有限公司，简称：中兴通讯，英文简称：ZTE。</p><p>企业或品牌名称具备统一的标准字体、标准色、标准大小以区别于同类企业或产品。企业和产品名称应用于企业日常产品、服务、办公、营销行为等公司运作的各个方面，形成完整统一的企业CI系统。所以产品名称是企业识别系统中最重要的一个要素。</p><p><br/></p><p>产品名称应当表明产品的真实属性，并符合下列要求：</p><p>（一）国家标准、行业标准对产品名称有规定的，应当采用国家标准、行业标准规定的名称；</p><p>（二）国家标准、行业标准对产品名称没有规定的，应当使用不会引起用户及消费者误解和混淆的常用名称或者俗名。</p><p>产品名称可以作为注册商标，但应符合商标法的规定。</p><p><br/></p>', '0', '0', '0', '', 0, 0, '', '', '980', '', 0, '', '', 0, 'a:1:{i:1;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15506330608258.jpg";s:3:"alt";s:9:"undefined";}}', '', 0, 0, 0, '0000-00-00', 0, 'CMSEASYTReKg1pr3crT8CO456', 1, '2019-08-17 02:11:03', '', 'my_shop_model,my_shoppingcolor', 0, 2, 0, '', '0.00', '0.00', '', '', '', ''),
(447, 62, 0, '产品名称一', '', '', 'admin', 1, 0, '', 0, 0, '', 1, '', '', '', '', 0, '2020-01-17 09:11:39', 'admin', '', '/html/upload/images/201907/15591115606261.jpg', 1, 1, '直接蒸发型加湿器通常也被称为纯净型加湿器。纯净型的加湿技术则是加湿领域刚刚采用的新技术，通过分子筛蒸发技术，除去水中的钙、镁离子，彻底解决“白粉”问题。通过水幕洗涤空气，在加湿的同时还能对空气中的病菌、粉尘、颗粒物进行过滤净化，再经风动装置将湿润洁净的空气送到室内，从而提高环境湿度和洁净度。所以非常适用于有老人和小孩的家庭使用，还可以预防冬季流感病菌。', 0, '<p>直接蒸发型加湿器通常也被称为纯净型加湿器。纯净型的加湿技术则是加湿领域刚刚采用的新技术，通过分子筛蒸发技术，除去水中的钙、镁离子，彻底解决“白粉”问题。通过水幕洗涤空气，在加湿的同时还能对空气中的病菌、粉尘、颗粒物进行过滤净化，再经风动装置将湿润洁净的空气送到室内，从而提高环境湿度和洁净度。所以非常适用于有老人和小孩的家庭使用，还可以预防冬季流感病菌。<br/></p><p>超声波加湿器和纯净型加湿器是建议给儿童购买的首选产品，安全系数高，净化空气，除菌加湿能力强，增进健康，给孩子一个舒适的环境。</p><p><br/></p><p style="text-align: center;"><img src="/html/upload/images/201907/15591115599626.jpg"/></p><p><br/></p><p>电加热式加湿器</p><p>热蒸发型加湿器也叫电加热式加湿器，其工作原理是将水在加热体中加热到100℃，产生蒸汽，用电机将蒸汽送出。电加热式加湿器是技术最简单的加湿方式。</p><p>加湿器是一种增加房间湿度的家用电器。加湿器可以给指定房间加湿，也可以与锅炉或中央空调系统相连给整栋建筑加湿。</p><p><br/></p><p>加湿器行业在中国的发展有近20年的历史，经过多年的空气质量概念普及、产品研发、市场培育，加湿器这一相对陌生的小家电产品的功能和作用逐渐被接受。</p><p>加湿器是一种可以增加房间湿度的家用电器，加湿器可以给指定房间加湿，也可以与锅炉或中央空调系统相连给整栋建筑加湿。根据热、湿交换理论，在实际工程中将加湿器分为以下两种：</p><p>1、等焓加湿器：即利用水吸收空气的显热进行蒸发加湿，其在焓、湿图上的变化为近似等焓过程。<br/></p><p>2、等温加湿器：即利用热能将液态水转化成蒸汽与空气混合进行加湿，其在焓、湿图上的变化为近似等温过程。</p><p>加湿器从使用范围来讲可分为工业用加湿器、商用加湿器和家用加湿器三个大的类别。</p><p><br/></p><p><br/></p><center><img src="/html/upload/images/201907/15591115606261.jpg"/></center><p><br/></p><p><br/></p><p>超声波加湿器</p><p>已被广泛应用在各种领域。超声波加湿器采用每秒200万次的超声波高频震荡，将水雾化为1微米到5微米的超微粒子和负氧离子，从而实现均匀加湿，清新空气，增进健康的，去除冬季暖气的燥热，营造舒适的生活环境。</p><p><br/></p><p><br/></p><center><img src="/html/upload/images/201907/15591115602093.jpg"/></center><p><br/></p><p><br/></p><p>纯净型加湿器</p><p>浸入式电极加湿器</p><p>浸入式电极式加湿器（immersed Electrode humidifier）是利用浸入水中的大面积的电极作为端子，以水作为加热媒介，当电流经由水转移电能时，产生热量，使水沸腾，产生蒸汽。其特点是成本低,便于安装和使用.但是精度较低，而且需要定期更换加湿桶维护。</p><p><br/></p>', '0', '0', '0', '', 0, 0, '', '', '1620', '', 2, '10', 'html/upload/attachment/201908/1566304174297.png', 0, 'a:3:{i:1;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15591115599626.jpg";s:3:"alt";s:8:"1004.jpg";}i:2;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15591115606261.jpg";s:3:"alt";s:8:"1002.jpg";}i:3;a:2:{s:3:"url";s:45:"/html/upload/images/201907/15591115602093.jpg";s:3:"alt";s:8:"1003.jpg";}}', '', 0, 0, 0, '0000-00-00', 1, 'CMSEASYOK2nysJX2XzMN7X248', 1, '2020-01-17 09:11:39', 'admin', 'my_shopping_model,my_shopping_color', 18, 2, 996, '<p>详细说明</p><p><img src="/html/upload/images/201908/15662076301300.jpg" title="15662076301300.jpg"/></p><p><img src="/html/upload/images/201908/15662076302696.jpg" title="15662076302696.jpg"/></p><p><img src="/html/upload/images/201908/15662076306969.jpg" title="15662076306969.jpg"/></p><p><img src="/html/upload/images/201908/15662076314121.jpg" title="15662076314121.jpg"/></p><p><img src="/html/upload/images/201908/15662076318531.jpg" title="15662076318531.jpg"/></p><p><br/></p>', '0.00', '0.00', '83,1#my_shopping_model,2:便携,jia,155;my_shopping_color,6:金,jia,0-73,1#my_shopping_model,2:I7,jia,10;my_shopping_color,1:金,jia,88', '{}', '1:I5,+,5,/html/upload/images/201908/15662076314121.jpg2:I7,+,10,/html/upload/images/201908/15662076301300.jpg3:I9,+,15,/html/upload/images/201908/15662076318531.jpg', '1:金,+,88,/html/upload/images/201907/15590079031945.jpg2:黑,+,8,/html/upload/images/201907/15506336226893.jpg');

-- --------------------------------------------------------

--
-- 表的结构 `ob_assigns`
--

CREATE TABLE IF NOT EXISTS `ob_assigns` (
  `id` int(255) NOT NULL,
  `departmentid` int(255) NOT NULL DEFAULT '0',
  `operatorid` int(255) NOT NULL DEFAULT '0',
  `poll` int(255) NOT NULL DEFAULT '0'
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `ob_atlasmap`
--

CREATE TABLE IF NOT EXISTS `ob_atlasmap` (
  `id` int(10) NOT NULL,
  `mapy` varchar(100) NOT NULL COMMENT '经度',
  `mapx` varchar(100) NOT NULL COMMENT '维度',
  `mapname` varchar(255) DEFAULT NULL COMMENT '名称',
  `mapurl` varchar(255) NOT NULL COMMENT '地址',
  `maptel` varchar(20) DEFAULT NULL COMMENT '电话'
) ENGINE=MyISAM AUTO_INCREMENT=52 DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `ob_a_attachment`
--

CREATE TABLE IF NOT EXISTS `ob_a_attachment` (
  `id` int(11) NOT NULL,
  `aid` int(11) DEFAULT NULL,
  `path` varchar(150) NOT NULL,
  `thumb` varchar(100) DEFAULT NULL,
  `intro` varchar(100) DEFAULT NULL,
  `adddate` datetime DEFAULT NULL
) ENGINE=MyISAM AUTO_INCREMENT=13 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `ob_a_attachment`
--

INSERT INTO `ob_a_attachment` (`id`, `aid`, `path`, `thumb`, `intro`, `adddate`) VALUES
(11, 87, 'html/upload/attachment/201907/15628273460708.gif', NULL, '产品介绍一', '2020-05-23 17:56:21'),
(12, 86, 'html/upload/attachment/201905/15579676979434.zip', NULL, '产品介绍二', '2020-05-23 18:20:36');

-- --------------------------------------------------------

--
-- 表的结构 `ob_a_comment`
--

CREATE TABLE IF NOT EXISTS `ob_a_comment` (
  `id` int(11) NOT NULL,
  `aid` int(11) NOT NULL,
  `content` text NOT NULL,
  `telphone` varchar(50) DEFAULT '',
  `zannum` int(11) DEFAULT '0',
  `rid` int(11) DEFAULT '0',
  `userid` int(11) DEFAULT NULL,
  `username` varchar(50) DEFAULT NULL,
  `adddate` datetime DEFAULT NULL,
  `ip` varchar(20) DEFAULT NULL,
  `state` tinyint(2) DEFAULT '1',
  `checked` tinyint(1) DEFAULT '0',
  `reply` text,
  `issee` int(11) DEFAULT NULL COMMENT '仅自己可见'
) ENGINE=MyISAM AUTO_INCREMENT=7 DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `ob_a_rank`
--

CREATE TABLE IF NOT EXISTS `ob_a_rank` (
  `id` int(11) NOT NULL,
  `aid` int(11) DEFAULT NULL,
  `catid` int(11) DEFAULT NULL,
  `typeid` int(11) DEFAULT NULL,
  `ranks` text
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `ob_a_vote`
--

CREATE TABLE IF NOT EXISTS `ob_a_vote` (
  `id` int(11) NOT NULL,
  `aid` int(11) DEFAULT NULL,
  `titles` text,
  `votes` text,
  `users` text,
  `images` text
) ENGINE=MyISAM AUTO_INCREMENT=32 DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `ob_ballot`
--

CREATE TABLE IF NOT EXISTS `ob_ballot` (
  `id` int(11) unsigned NOT NULL,
  `title` varchar(255) NOT NULL,
  `type` set('radio','checkbox') NOT NULL DEFAULT 'radio',
  `num` int(11) unsigned NOT NULL DEFAULT '0',
  `listorder` int(11) unsigned NOT NULL DEFAULT '0',
  `enddate` date DEFAULT NULL,
  `votegroupid` varchar(255) DEFAULT NULL,
  `viewgroupid` varchar(255) DEFAULT NULL,
  `resgroupid` varchar(255) DEFAULT NULL,
  `status` tinyint(1) DEFAULT '0'
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `ob_b_arctag`
--

CREATE TABLE IF NOT EXISTS `ob_b_arctag` (
  `id` int(11) NOT NULL,
  `aid` int(11) DEFAULT '0',
  `tagid` int(11) DEFAULT NULL
) ENGINE=MyISAM AUTO_INCREMENT=353 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `ob_b_arctag`
--

INSERT INTO `ob_b_arctag` (`id`, `aid`, `tagid`) VALUES
(302, 87, 0),
(299, 86, 0),
(294, 88, 0),
(330, 20, 0),
(332, 19, 0),
(331, 18, 0),
(315, 17, 0),
(316, 16, 0),
(323, 15, 0),
(325, 21, 0),
(326, 22, 0),
(327, 24, 0),
(328, 25, 0),
(329, 23, 0),
(350, 533, 0),
(349, 534, 0),
(351, 535, 0),
(347, 536, 0),
(352, 537, 0);

-- --------------------------------------------------------

--
-- 表的结构 `ob_b_buymodules`
--

CREATE TABLE IF NOT EXISTS `ob_b_buymodules` (
  `id` int(11) NOT NULL,
  `code` varchar(50) NOT NULL COMMENT '组件',
  `codename` varchar(50) NOT NULL COMMENT '组件名称',
  `type` varchar(50) DEFAULT NULL COMMENT '组件类型（全局组件，栏目组件，内容组件，表单组件，单页模板）',
  `iscorp` int(1) DEFAULT '0' COMMENT '是否商业版',
  `url` varchar(255) DEFAULT NULL COMMENT '预览地址',
  `price` decimal(10,2) DEFAULT '0.00' COMMENT '价格  0的话为免费',
  `img` varchar(255) DEFAULT NULL COMMENT '组件缩略图',
  `static` int(1) DEFAULT '0' COMMENT '是否发布',
  `installed` int(1) DEFAULT '0' COMMENT '是否安装',
  `desc` varchar(255) DEFAULT NULL COMMENT '备注',
  `isbuy` int(1) DEFAULT '0' COMMENT '是否支付',
  `serviceid` int(11) DEFAULT '0' COMMENT '服务端模板ID'
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `ob_b_buytemplate`
--

CREATE TABLE IF NOT EXISTS `ob_b_buytemplate` (
  `id` int(11) DEFAULT NULL,
  `code` varchar(50) NOT NULL COMMENT '编号',
  `iscorp` int(1) DEFAULT '0' COMMENT '是否商业版',
  `isview` int(1) DEFAULT '0' COMMENT '是否支持可视化',
  `url` varchar(765) DEFAULT NULL COMMENT '预览地址',
  `price` decimal(12,0) DEFAULT NULL COMMENT '价格  0的话为免费',
  `img` varchar(765) DEFAULT NULL COMMENT '模板缩略图',
  `static` int(1) DEFAULT '0' COMMENT '是否发布',
  `installed` int(1) DEFAULT '0' COMMENT '是否安装',
  `desc` varchar(765) DEFAULT NULL COMMENT '备注',
  `isbuy` int(1) DEFAULT '0' COMMENT '是否支付',
  `serviceid` int(11) DEFAULT NULL COMMENT '服务端模板ID'
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `ob_b_category`
--

CREATE TABLE IF NOT EXISTS `ob_b_category` (
  `catid` int(6) NOT NULL,
  `parentid` int(6) NOT NULL,
  `catname` varchar(255) NOT NULL,
  `subtitle` varchar(255) DEFAULT '',
  `scategory` varchar(50) DEFAULT NULL,
  `listorder` int(11) DEFAULT NULL,
  `image` varchar(150) DEFAULT NULL,
  `meta_title` varchar(255) DEFAULT NULL,
  `keyword` varchar(150) DEFAULT NULL,
  `description` text,
  `categorycontent` mediumtext,
  `htmldir` varchar(50) NOT NULL,
  `template` varchar(50) DEFAULT NULL,
  `listtemplate` varchar(50) DEFAULT NULL,
  `showtemplate` varchar(50) DEFAULT NULL,
  `showform` varchar(50) DEFAULT NULL,
  `templatewap` varchar(50) DEFAULT NULL,
  `listtemplatewap` varchar(50) DEFAULT NULL,
  `showtemplatewap` varchar(50) DEFAULT NULL,
  `htmlrule` varchar(100) DEFAULT NULL,
  `listhtmlrule` varchar(100) DEFAULT NULL,
  `showhtmlrule` varchar(100) DEFAULT NULL,
  `module` varchar(16) NOT NULL DEFAULT 'article',
  `isshow` tinyint(2) DEFAULT '1',
  `ishtml` tinyint(2) DEFAULT '0',
  `iswaphtml` tinyint(2) DEFAULT '0',
  `ispages` tinyint(2) DEFAULT NULL,
  `includecatarchives` tinyint(2) DEFAULT '0',
  `addarcenable` tinyint(2) DEFAULT NULL,
  `linkto` varchar(150) DEFAULT NULL,
  `attr1` varchar(20) DEFAULT NULL,
  `attr2` varchar(20) DEFAULT NULL,
  `attr3` varchar(20) DEFAULT NULL,
  `thumb` varchar(100) DEFAULT NULL,
  `thumb_width` int(3) DEFAULT NULL,
  `thumb_height` int(3) DEFAULT NULL,
  `isnav` tinyint(1) DEFAULT NULL,
  `ismobilenav` tinyint(1) unsigned NOT NULL DEFAULT '1',
  `isecoding` tinyint(1) unsigned DEFAULT '0',
  `ecoding` varchar(255) DEFAULT NULL,
  `isscreening` tinyint(1) NOT NULL DEFAULT '0',
  `nofollow` tinyint(1) NOT NULL COMMENT '控制nofollow',
  `isblank` tinyint(1) NOT NULL COMMENT '设置新窗口打开',
  `contentrank` varchar(255) DEFAULT '',
  `isshopping` tinyint(1) NOT NULL DEFAULT '0',
  `langid` int(11) DEFAULT NULL,
  `readmenoy` decimal(10,2) NOT NULL DEFAULT '0.00' COMMENT '阅读收费',
  `domwmenoy` decimal(10,2) NOT NULL COMMENT '下载收费'
) ENGINE=MyISAM AUTO_INCREMENT=158 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `ob_b_category`
--

INSERT INTO `ob_b_category` (`catid`, `parentid`, `catname`, `subtitle`, `scategory`, `listorder`, `image`, `meta_title`, `keyword`, `description`, `categorycontent`, `htmldir`, `template`, `listtemplate`, `showtemplate`, `showform`, `templatewap`, `listtemplatewap`, `showtemplatewap`, `htmlrule`, `listhtmlrule`, `showhtmlrule`, `module`, `isshow`, `ishtml`, `iswaphtml`, `ispages`, `includecatarchives`, `addarcenable`, `linkto`, `attr1`, `attr2`, `attr3`, `thumb`, `thumb_width`, `thumb_height`, `isnav`, `ismobilenav`, `isecoding`, `ecoding`, `isscreening`, `nofollow`, `isblank`, `contentrank`, `isshopping`, `langid`, `readmenoy`, `domwmenoy`) VALUES
(1, 0, '关于我们', NULL, '', 10, '/html/upload/images/201907/guanyu.jpg', NULL, NULL, NULL, '<p>&nbsp; &nbsp; &nbsp;河南丹鸿科技有限公司于2013年起从第三方支付、互联网金融，到大数据运营，AI人工智能研发，形成一套完善的服务体系和多样化的行业解决方案、实现顾客精细化运营，经营管理数字化，赋能企业数字化转型。</p><p>&nbsp; &nbsp; &nbsp;通过几年的健康发展，公司目前服务银联特约商户6万余家，月交易达到200亿以上，得到了社会和企业的一致认可。</p>', 'ABOUT-US', 'archive/list_about.html', 'archive/list_page.html', '0', '0', '0', '0', '0', NULL, NULL, NULL, 'article', 1, 0, 0, 1, 1, 0, NULL, '', '', NULL, '', 0, 0, 0, 1, 0, NULL, 0, 0, 0, 'updatedate DESC', 0, 1, '0.00', '0.00'),
(7, 0, '产品介绍', NULL, '', 7, NULL, NULL, NULL, NULL, NULL, 'PRODUCT', 'archive/list_down.html', 'archive/list_down.html', 'archive/show_down.html', '0', '0', '0', '0', NULL, NULL, NULL, 'article', 1, 0, 0, 1, 1, 0, NULL, '', '', NULL, '', 0, 0, 1, 0, 0, NULL, 0, 0, 0, 'updatedate DESC', 0, 1, '0.00', '0.00'),
(8, 7, '产品介绍', '可兑智能积分机1.0：SUNMIV2版本', '', 0, '/html/upload/images/201907/15590055325938.jpg', NULL, NULL, NULL, '<p>40多家银行积分选择，</p><p>自动匹配合适的兑换方案，</p><p>用户傻瓜式操作即可，</p><p>可打印出兑换信息的小票，给用户极大的安全感，</p><p>单笔10~3000元秒到</p><p><br/></p>', 'PRODUCT', '0', '0', '0', '0', '0', '0', '0', NULL, NULL, NULL, 'article', 1, 0, 0, 1, 1, 0, NULL, '', '', NULL, '', 0, 0, 1, 1, 0, NULL, 0, 0, 0, 'updatedate DESC', 0, 1, '0.00', '0.00'),
(9, 7, '产品介绍', '无人值守、物联网智能化管理', '', 0, '/html/upload/images/201907/15590056384652.jpg', NULL, NULL, NULL, '<p>智能化管理（设备状态、使用次数、数据交互等一系列功能），全程后台监管操作，无需人工</p>', 'PRODUCT', '0', '0', '0', '0', '0', '0', '0', NULL, NULL, NULL, 'article', 1, 0, 0, 1, 1, 0, NULL, '', '', NULL, '', 0, 0, 1, 1, 0, NULL, 0, 0, 0, 'updatedate DESC', 0, 1, '0.00', '0.00'),
(10, 0, '联系我们', NULL, '', 3, NULL, NULL, NULL, NULL, '<p>如果你想拥有一份自由有趣的工作，如果你对界面设计拥有一份热情和动力，那么请与我们联系。在这里你能发现一群志同道合的年轻人，并为了实践理想而努力！</p><p>我们的团队为自己的理想奋斗，我们互补性强，分工明确，目标一致，我们艰苦奋斗，坚持不辍！因为我们坚信，一个好的理念和一个优秀的团队势必会成就一个远大的理想！<br/>联系我们：</p><p>售前咨询客服QQ-01：1637864838<br/>售前咨询客服QQ-02：304597490<br/>客户售前咨询热线：0371-63362998<br/>客户售后服务热线：0371-63362998<br/></p>', 'Contact-us', 'archive/list_ditu.html', '0', '0', '0', '0', '0', '0', NULL, NULL, NULL, 'article', 1, 0, 0, 1, 1, 0, NULL, '', '', NULL, '', 0, 0, 1, 1, 0, NULL, 0, 0, 0, 'updatedate DESC', 0, 1, '0.00', '0.00'),
(16, 0, '招商政策', NULL, '', 9, NULL, NULL, NULL, NULL, NULL, 'Strengths', 'archive/list_text_pic.html', 'archive/list_text_pic.html', '0', '0', '0', '0', '0', NULL, NULL, NULL, 'article', 1, 0, 0, 1, 1, 0, NULL, '', '', NULL, '', 0, 0, 1, 0, 0, NULL, 0, 0, 0, 'updatedate DESC', 0, 1, '0.00', '0.00'),
(17, 16, '机主代理模式', NULL, '', 3, NULL, NULL, NULL, NULL, NULL, 'Storage', '0', '0', '0', '0', '0', '0', '0', NULL, NULL, NULL, 'article', 1, 0, 0, 1, 1, 0, NULL, '', '', NULL, '', 0, 0, 1, 1, 0, NULL, 0, 0, 0, 'updatedate DESC', 0, 1, '0.00', '0.00'),
(18, 16, '机主权益', '', '', 2, '', '', '', '', '', 'vehicle-transport', '0', '0', '0', '0', '0', '0', '0', '', '', '', 'article', 1, 0, 0, 1, 1, 0, '', '', '', '', '', 0, 0, 1, 1, 0, '', 0, 0, 0, '', 0, 1, '0.00', '0.00'),
(19, 16, '机主要求', '', '', 1, '', '', '', '', '', 'Comprehensive', '0', '0', '0', '0', '0', '0', '0', '', '', '', 'article', 1, 0, 0, 1, 1, 0, '', '', '', '', '', 0, 0, 1, 1, 0, '', 0, 0, 0, '', 0, 1, '0.00', '0.00'),
(21, 0, '新闻资讯', '', '', 6, '', '', '', '', '', 'News', 'archive/list.html', 'archive/list_text_pic.html', 'archive/show.html', '0', '0', '0', '0', '', '', '', 'article', 1, 0, 0, 1, 1, 0, '', '', '', '', '', 0, 0, 1, 1, 0, '', 0, 0, 0, 'updatedate DESC', 0, 1, '0.00', '0.00'),
(22, 21, '企业新闻', '', '', 0, '', '', '', '', '', 'Industry-news', '0', '0', '0', '0', '0', '0', '0', '', '', '', 'article', 1, 0, 0, 1, 1, 0, '', '', '', '', '', 0, 0, 1, 1, 0, '', 0, 0, 0, '', 0, 1, '0.00', '0.00'),
(23, 21, '行业新闻', '', '', 0, '', '', '', '', '', 'Corporate-news', 'archive/list_text.html', '0', '0', '0', '0', '0', '0', '', '', '', 'article', 1, 0, 0, 1, 1, 0, '', '', '', '', '', 0, 0, 1, 1, 0, '', 0, 0, 0, '', 0, 1, '0.00', '0.00'),
(31, 1, '董事长致辞', '集团董事长：', '', 0, '/html/upload/images/201907/15590892414438.jpg', '', '', '', '<p>我们构建创新解决方案以解决当今的环境挑战，从而拉动经济增长。“健康创想”承诺让更多人更健康。我们通过富有想象力的理念和成熟的解决方案，创造更健康的世界。</p>', 'CHAIRMANS-SPEECH', '0', '0', '0', '0', '0', '0', '0', '', '', '', 'article', 1, 0, 0, 1, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 0, '', 0, 0, 0, '', 0, 1, '0.00', '0.00'),
(32, 1, '集团简介', '', '', 0, '/html/upload/images/201907/15590892812276.jpg', '', '', '', '<p>公司是全球数字工业公司，创造由软件定义的机器，集互联、响应和预测之智，致力变革传统工业。全球知识交换系统让所有业务共享技术、市场、结构与智力，每项发明都推动跨界创新应用。GE理解行业之需，讲述工业语言，以全球人才、服务、科技与规模，为客户创造非凡业绩。</p><p><br/></p><p><br/></p>', 'GROUPPROFILE', '0', '0', '0', '0', '0', '0', '0', '', '', '', 'article', 1, 0, 0, 1, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 0, '', 0, 0, 0, '', 0, 1, '0.00', '0.00'),
(33, 1, '发展历程', NULL, '', 0, NULL, NULL, NULL, NULL, NULL, 'DEVELOPMEN-THISTORY', 'archive/list_pic.html', '0', '0', '0', '0', '0', '0', NULL, NULL, NULL, 'article', 1, 0, 0, 0, 1, 0, NULL, '', '', NULL, '', 0, 0, 0, 0, 0, NULL, 0, 0, 0, NULL, 0, 1, '0.00', '0.00'),
(34, 1, '文化活动', '', '', 0, '', '', '', '', '', 'CULTURAL-ACTIVITY', 'archive/list_pic.html', 'archive/list_pic.html', '0', '0', '0', '0', '0', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 0, '', 0, 0, 0, '', 0, 1, '0.00', '0.00'),
(35, 1, '荣誉资质', '', '', 0, '', '', '', '', '', 'rong-yu-zi-zhi', 'archive/list_pic.html', '0', '0', '0', '0', '0', '0', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 0, '', 0, 0, 0, '', 0, 1, '0.00', '0.00'),
(36, 1, '领导关怀', '', '', 0, '', '', '', '', '<p>领导关怀内容。。。</p>', 'ling-dao-guan-huai', '0', '0', '0', '0', '0', '0', '0', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 0, '', 0, 0, 0, '', 0, 1, '0.00', '0.00'),
(51, 0, 'About us', '', '', 10, '/html/upload/images/201907/guanyu.jpg', '', '', '', '<p>Enterprises generally refer to legal persons or other socioeconomic organizations that use various factors of production (land, labor, capital, technology and entrepreneurship) to provide goods or services to the market for profit, and operate independently, bear their own profits and losses, and account independently.</p><p>Within the scope of commodity economy, as one of the various modes of organizational unit, according to certain organizational rules, economic entities that are organically constituted generally aim at making profits, with the mission of maximizing the interests of investors, customers, employees and the general public as well as gaining income by providing products or services. It is the product of social development, growing and growing with the development of social division of labor. Enterprises are the main participants in market economic activities. Under the socialist economic system, various enterprises coexist to form the micro-foundation of the socialist market economy. There are three basic forms of organization in enterprises: sole proprietorship, partnership and corporation. Corporate enterprise is the most important and typical form of organization in modern enterprises.</p><p>Modern economic theory holds that enterprises are essentially "a mechanism of resource allocation", which can optimize the allocation of social and economic resources and reduce the "transaction costs" of the whole society.</p><p><br/></p>', 'ABOUT-US', 'archive/list_about.html', 'archive/list_page.html', '0', '0', '0', '0', '0', '', '', '', 'article', 1, 0, 0, 1, 1, 0, '', '', '', '', '', 0, 0, 1, 1, 0, '', 0, 0, 0, '0', 0, 2, '0.00', '0.00'),
(52, 0, 'Involving industry', '', '', 5, '', '', '', '', '', 'Industryinvolved', 'archive/list_page.html', 'archive/list_page.html', '0', '0', '0', '0', '0', '', '', '', 'article', 1, 0, 0, 1, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 0, '', 0, 0, 0, '', 0, 2, '0.00', '0.00'),
(53, 52, 'Automobile Manufacturing', '', '', 0, '/html/upload/images/201907/15590026854077.png', '', '', '', '<p>In the early 1980s, Germany first made cars (cars) of practical value. The automobile industry was the first to develop in France because of the wide roads and luxurious social atmosphere in Paris at that time. Later, in Europe and the United States, there were thousands of workshop-style automobile manufacturers, producing more than 3,000 models. But early automobiles had gorgeous decorations and were scattered in small batches in many small factories. The cost was high, the price was high, and the sales volume increased slowly. As a result, many small factories have been closed, and only some factories that have manufactured such products as carriages, bicycles, sewing machines and gas engines can continue to produce in small batches. In 1905, Waltz Motor Company produced 6,500 commercial cars annually, which was the largest company at that time.</p><p>At the beginning of the 20th century, H. Ford, an American, believed that cars should remove unnecessary decorations and simplify the organization. He adopted the principle of "small profits and high sales", and drastically reduced the price of cars, so that cars could be transformed from luxury goods of the rich into practical means of transportation of the ordinary people, so as to expand sales. He also advocated reducing the number of models, concentrating on the production of single models and adopting mass production methods. In 1907, he introduced effective processing methods and technical management measures for standardization and interchangeability of parts in industries such as light weapons, clocks and watches. In 1908, he put the simple, simple, practical and easy-to-repair T-car into the market and achieved great success. By the end of 1909, sales of T-cars had reached 150,000. In 1913, Ford first established the assembly line of automobile, changed the whole production process of automobile manufacturing, and implemented planned production, synchronous production and continuous production. This mass production technology further reduces the cost, thus causing another round of price reduction, further expanding sales, adopting advanced technology suitable for larger batch production, and further accelerating the turnover of funds. In 1923, he sold nearly two million cars. From 1908 to 1927, 15 million T-cars were produced. At that time, Ford Motor Company produced almost half of the world''s production of cars. T-car has had a great impact on the development of automobile and automobile industry, machinery industry and mass production technology. During this period, the automobile industry has become the largest sector in the machinery manufacturing industry, and mass production technology has taken root in the machinery industry, and has been promoted and developed.</p><p>Ford''s success has prompted American and European auto companies to change their car designs, adopt mass production technologies, reduce costs and sell prices, thus expanding their sales. In 1929, the annual output of automobiles in the United States was 5 million, and that of Britain, France and Germany was also close to 200,000 to 300,000. During the period of great development of automobile, many small and medium-sized automobile manufacturing enterprises were eliminated or merged because of lack of funds, unable to adopt advanced mass production methods, low output and high price. By the beginning of 1930, there were only 44 automobile manufacturers in the United States and 41 in Europe. During this period, General Motors and Ford Motor Company in the United States began to build or buy automobile factories in Europe, forming multinational corporations.</p><p>The world economic crisis in the early 1930s in the monopoly stage hit automobile production. However, in the mid-1930s, the automobile industry recovered and developed ahead of other machinery industries, and many small and medium-sized automobile manufacturing companies went bankrupt or merged. In several major automobile producing countries, large companies monopolized the situation. The cars produced by GM, Ford and Chrysler in the United States account for more than 70% of the American market and more than 30% of the world market. France''s Reynolds, Berlusconi and Citroen, Germany''s Mercedes-Benz, Mann and Opel, Britain''s Austin, Morris and Standard, and Italy''s Fiat all have monopolies in their own automotive industry and occupy a certain international market. During the Second World War, the automobile industry of all countries in the world devoted themselves to their wartime production, and the production of civil automobiles was in a standstill.</p><p><br/></p>', 'Automobile', '0', '0', '0', '0', '0', '0', '0', '', '', '', 'article', 1, 0, 0, 1, 1, 0, '', '', '', '', '', 0, 0, 1, 1, 0, '', 0, 0, 0, '', 0, 2, '0.00', '0.00'),
(54, 52, 'energy management', '', '', 0, '/html/upload/images/201907/15590035782297.png', '', '', '', '<p>Energy is a resource that can provide energy. The energy here usually refers to thermal energy, electrical energy, light energy, mechanical energy, chemical energy, etc. Energy sources can be divided into three categories: (1) energy from the sun. Including energy directly from the sun (such as solar photothermal radiation energy) and indirectly from the sun (such as coal, oil, natural gas, oil shale and other combustible minerals and fuels, such as biomass energy, water energy and wind energy). (2) Energy from the Earth itself. One is the geothermal energy stored in the earth, such as geothermal water, underground steam and dry-hot rock mass; the other is the atomic nuclear energy stored in nuclear fuels such as uranium and thorium in the earth''s crust. (3) The energy produced by the gravitational pull of celestial bodies such as the moon and the sun on the earth, such as tidal energy.&nbsp;</p><p>The term "energy" was seldom discussed in the past. It was the two oil crises that made it a hot topic for discussion. Today, with the rapid development of the global economy, international energy security has risen to the national level, and all countries have formulated energy policies with energy supply security as the core.</p><p>So what is energy? There are about 20 definitions of energy. For example, "Energy is a resource from which energy can be obtained, such as heat, light and power"; Encyclopedia Britannica says, "Energy is a term that includes all fuels, running water, sunshine and wind, and human beings can make it provide the energy they need by appropriate means of conversion"; Encyclopedia Japan "In all kinds of production activities, we use thermal energy, mechanical energy, light energy, electric energy and so on to do work, which can be used as the natural carriers of these energy sources, called energy"; China''s "Encyclopedia of Energy" said: "Energy can directly or through conversion to provide the light, heat and movement needed by human beings." Force is the carrier resource of any form of energy. It can be seen that energy is a source of energy in many forms and can be converted to each other. To be exact and simple, energy is a material resource in nature that can provide some form of energy for human beings.</p><p>Energy is also called energy resource or energy resource. It refers to the material that can produce various kinds of energy (such as heat, electric energy, light energy, mechanical energy, etc.) or work. It refers to all kinds of resources that can obtain useful energy directly or through processing and conversion, including primary energy such as coal, crude oil, natural gas, coal bed methane, water, nuclear energy, wind energy, solar energy, geothermal energy, biomass energy, secondary energy such as electricity, heat, oil products, and other new energy and renewable possibilities. Source.</p><p>energy（Energy Source ）Also known as energy resources or energy resources, is an important material basis of the national economy, the future fate of the country depends on the control of energy. The development and effective utilization of energy resources and per capita consumption are important indicators of production technology and living standards.</p><p><br/></p><p><br/></p>', 'Energy', '0', '0', '0', '0', '0', '0', '0', '', '', '', 'article', 1, 0, 0, 1, 1, 0, '', '', '', '', '', 0, 0, 1, 1, 0, '', 0, 0, 0, '', 0, 2, '0.00', '0.00'),
(55, 52, 'Battery production', '', '', 0, '/html/upload/images/201907/15590037014790.png', '', '', '', '<p>Battery is a device that converts chemical energy into electrical energy by holding electrolyte solutions and metal electrodes in part of the space of cups, tanks or other containers or composite containers that generate electric current. It can be divided into positive pole and negative pole. With the progress of science and technology, batteries generally refer to small devices that can generate electricity. Such as solar cells. The main performance parameters of the battery are electromotive force, capacity, specific energy and resistance. Using batteries as energy source, we can get the current with stable voltage, stable current, stable power supply for a long time, little influence from the outside world, and the battery is simple in structure, easy to carry, easy to charge and discharge operation, not affected by the outside climate and temperature, stable and reliable in modern social life. All aspects play a very important role.</p><p>In chemical batteries, the direct conversion of chemical energy to electrical energy is the result of spontaneous oxidation and reduction reactions within the batteries, which are carried out on two electrodes respectively. The negative active material is composed of reductants with negative potential and stable in electrolyte, such as active metals such as zinc, cadmium, lead and hydrogen or hydrocarbons. Positive active substances consist of oxidants with positive potential and stable in electrolyte, such as manganese dioxide, lead dioxide, nickel oxide, oxygen or air, halogen and its salts, oxyacid and its salts, etc. Electrolytes are materials with good ionic conductivity, such as acid, alkali, salt aqueous solution, organic or inorganic non-aqueous solution, molten salt or solid electrolyte. When the external circuit is disconnected, although there is a potential difference (open circuit voltage) between the two poles, there is no current, and the chemical energy stored in the battery is not converted into electricity. When the external circuit is closed, the current flows through the external circuit under the action of the potential difference between the two electrodes. At the same time, because there are no free electrons in the electrolyte, the charge transfer is bound to be accompanied by the oxidation or reduction reaction between the active substance and the electrolyte interface, as well as the material transfer of reactants and reaction products. The transfer of charge in electrolyte is also accomplished by ion transfer. Therefore, the normal charge transfer and material transfer process inside the battery is the necessary condition to ensure the normal output of electric energy. When charging, the direction of the transmission and mass transfer process inside the battery is exactly opposite to that of discharge; the electrode reaction must be reversible to ensure the normal operation of the reverse mass transfer and mass transfer process. Therefore, reversible electrode reaction is a necessary condition for battery formation. G is Gibbs reaction free energy increment (focal), F is Faraday constant = 96500 Library = 26.8 an. h, and N is the equivalent of battery reaction. This is the basic thermodynamic relationship between the cell electromotive force and the cell reaction. It is also the basic thermodynamic equation for calculating the energy conversion efficiency of the cell. In fact, when the current flows through the electrode, the potential of the electrode will deviate from the potential of the thermodynamic equilibrium. This phenomenon is called polarization. The greater the current density (the current passing through the area of the unit electrode), the more serious the polarization is. Polarization is one of the important reasons for energy loss of batteries.</p><p>There are three reasons for polarization:</p><p>①The polarization caused by the resistance of each part of the battery is called ohmic polarization.</p><p>②The polarization caused by the retardation of charge transfer process in the electrode-electrolyte interface layer is called activation polarization, and the polarization caused by the retardation of charge transfer process in the electrode-electrolyte interface layer is called activation polarization.</p><p>③The polarization caused by the slow mass transfer in the electrode-electrolyte interface layer is called concentration polarization. The methods to reduce polarization are to increase the reaction area, decrease the current density, increase the reaction temperature and improve the catalytic activity of the electrode surface.</p><p><br/></p>', 'Battery', '0', '0', '0', '0', '0', '0', '0', '', '', '', 'article', 1, 0, 0, 1, 1, 0, '', '', '', '', '', 0, 0, 1, 1, 0, '', 0, 0, 0, '', 0, 2, '0.00', '0.00'),
(75, 52, 'Chemical Industry', '', '', 0, '/html/upload/images/201907/15590039175444.png', '', '', '', '<p>Chemical industry is the abbreviation of "chemical technology", "chemical industry" and "chemical engineering". Any technology that uses chemical methods to change the composition, structure of substances or synthesize new substances belongs to chemical production technology, that is, chemical process. The products obtained are called chemicals or chemical products. Initially, handicraft workshops were used to produce this kind of products, but later they evolved into factories and gradually formed a specific production industry, namely chemical industry. Chemical engineering is a science to study the common law of chemical product production process. The relationship between mankind and chemical industry is very close. Some chemical products play an epoch-making role in the history of human development. Their production and application even represent a certain historical stage of human civilization.</p><p>In order to survive and develop, human beings constantly struggle with nature and gradually deepen their understanding of the surrounding world, thus mastering the ability to conquer nature and transform the world. After a long historical practice, human beings are more and more good at utilizing natural conditions and creating a rich material world for themselves.</p><p>Ancient people&#39;s lives depended more on direct use or extracting what they needed from it. Because the inherent properties of these substances can not meet people&#39;s needs, a variety of processing technologies have been developed to transform natural substances into new substances with various properties, and gradually put into practice on the scale of industrial production. Initially, handicraft workshops were used to produce such products, but later they became factories and gradually formed a specific production sector, namely, the chemical industry. With the development of productive forces, some production sectors, such as metallurgy, oil refining, paper making and leather making, have been separated from the chemical industry as independent production sectors. With the vigorous development of large-scale petroleum refining industry and petrochemical industry, chemical engineering, which is a discipline to solve many engineering and technical problems in large-scale enlargement and enlargement, has been further improved by studying the common law of chemical production process on the basis of chemistry, physics and mathematics and combining with other engineering technologies. It raises the production of chemical industry to a new level and enters a new stage of theory and prediction from an empirical or semi-empirical state (see the history of chemical engineering development). It enables chemical industry to add a lot of material wealth to mankind and accelerate the process of human social development with its creative ability of larger-scale production.</p><p>In modern Chinese, chemical industry, chemical engineering and chemical technology are abbreviated as chemical industry. They appear in different historical periods and have different meanings, but they are closely related and permeate each other. In people&#39;s minds, the term "chemical industry" has traditionally become a synonym for a general knowledge category and cause. Its significance in national economy and engineering technology has aroused widespread interest, attracted thousands of people and devoted their lives to it. Following is a brief description of the colorful content of chemical industry and its important contribution from all aspects of human social life.</p><p>According to the data, from January to April 2013, China&#39;s crude oil processing capacity was 158.683 million tons, an increase of 3.2%, ethylene production was 5.298 million tons, an increase of 3.0%, synthetic resin production was 18.518 million tons, an increase of 9.8%, synthetic fiber monomer production was 7.368 million tons, an increase of 14%, and synthetic rubber production was 1.321 million tons, the same as the previous year. The increase was 7.4%. Ethylene production reversed negative growth, but the growth rate was very low, and the three major syntheses also grew at a low rate. </p><p> The profit situation of the main sub-sectors of petrochemical industry basically showed a small rebound. Among them, the main business income of organic chemical raw material manufacturing industry reached 43.2218 billion yuan, an increase of 15.2% over the previous year, and the total profit reached 11.100 billion yuan, an increase of 2.3% over the previous year; the main business income of synthetic resin manufacturing industry reached 24.27 billion yuan, an increase of 13.5% over the previous year, and the total profit reached 8.031 billion yuan, an increase of 11.9% over the previous year; The main business income of the industry reached 38.833 billion yuan, an increase of 24.9% year on year, and the total profit reached 2.170 billion yuan, an increase of 17.2% year on year. The main business income of synthetic fiber monomer (aggregation) manufacturing industry reached 94.06 billion yuan, a decrease of 4.4% year on year, and the total profit reached 620 million yuan.</p><p>From the point of view of the main sub-industries, synthetic fiber monomer (polymerization) manufacturing industry suffered losses due to factors such as the dramatic decline in cotton prices. Profit levels of the two largest sub-industries, organic chemical raw material manufacturing and synthetic resin manufacturing, have also rebounded weakly, which largely reflects the cold economic fundamentals.</p><p>From the perspective of 2013, although crude oil prices remain stable at around $100 per barrel (Brent), which is beneficial to the whole petrochemical industry chain, the downward trend of demand side caused by the sustained weakening of the real economy will impact the whole industry. The growth rate of fixed assets investment will decline, the rate of start-up will decline, the economic activity of the industry will decline, and the decline cycle of chemical industry will become long and the bottom can not be clear.</p><p><br/></p>', 'Chemical', '0', '0', '0', '0', '0', '0', '0', '', '', '', 'article', 1, 0, 0, 1, 1, 0, '', '', '', '', '', 0, 0, 1, 1, 0, '', 0, 0, 0, '', 0, 1, '0.00', '0.00'),
(56, 52, 'Chemical Industry', '', '', 0, '/html/upload/images/201907/15590039175444.png', '', '', '', '<p>Chemical industry is the abbreviation of "chemical technology", "chemical industry" and "chemical engineering". Any technology that uses chemical methods to change the composition, structure of substances or synthesize new substances belongs to chemical production technology, that is, chemical process. The products obtained are called chemicals or chemical products. Initially, handicraft workshops were used to produce this kind of products, but later they evolved into factories and gradually formed a specific production industry, namely chemical industry. Chemical engineering is a science to study the common law of chemical product production process. The relationship between mankind and chemical industry is very close. Some chemical products play an epoch-making role in the history of human development. Their production and application even represent a certain historical stage of human civilization.</p><p>In order to survive and develop, human beings constantly struggle with nature and gradually deepen their understanding of the surrounding world, thus mastering the ability to conquer nature and transform the world. After a long historical practice, human beings are more and more good at utilizing natural conditions and creating a rich material world for themselves.</p><p>Ancient people''s lives depended more on direct use or extracting what they needed from it. Because the inherent properties of these substances can not meet people''s needs, a variety of processing technologies have been developed to transform natural substances into new substances with various properties, and gradually put into practice on the scale of industrial production. Initially, handicraft workshops were used to produce such products, but later they became factories and gradually formed a specific production sector, namely, the chemical industry. With the development of productive forces, some production sectors, such as metallurgy, oil refining, paper making and leather making, have been separated from the chemical industry as independent production sectors. With the vigorous development of large-scale petroleum refining industry and petrochemical industry, chemical engineering, which is a discipline to solve many engineering and technical problems in large-scale enlargement and enlargement, has been further improved by studying the common law of chemical production process on the basis of chemistry, physics and mathematics and combining with other engineering technologies. It raises the production of chemical industry to a new level and enters a new stage of theory and prediction from an empirical or semi-empirical state (see the history of chemical engineering development). It enables chemical industry to add a lot of material wealth to mankind and accelerate the process of human social development with its creative ability of larger-scale production.</p><p>In modern Chinese, chemical industry, chemical engineering and chemical technology are abbreviated as chemical industry. They appear in different historical periods and have different meanings, but they are closely related and permeate each other. In people''s minds, the term "chemical industry" has traditionally become a synonym for a general knowledge category and cause. Its significance in national economy and engineering technology has aroused widespread interest, attracted thousands of people and devoted their lives to it. Following is a brief description of the colorful content of chemical industry and its important contribution from all aspects of human social life.</p><p>According to the data, from January to April 2013, China''s crude oil processing capacity was 158.683 million tons, an increase of 3.2%, ethylene production was 5.298 million tons, an increase of 3.0%, synthetic resin production was 18.518 million tons, an increase of 9.8%, synthetic fiber monomer production was 7.368 million tons, an increase of 14%, and synthetic rubber production was 1.321 million tons, the same as the previous year. The increase was 7.4%. Ethylene production reversed negative growth, but the growth rate was very low, and the three major syntheses also grew at a low rate.</p><p>The profitability of the main sub-sectors of petrochemical industry has basically rebounded slightly. Among them, the main business income of organic chemical raw material manufacturing industry reached 43.2218 billion yuan, an increase of 15.2% over the previous year, and the total profit reached 11.100 billion yuan, an increase of 2.3% over the previous year; the main business income of synthetic resin manufacturing industry reached 24.27 billion yuan, an increase of 13.5% over the previous year, and the total profit reached 8.031 billion yuan, an increase of 11.9% over the previous year; The main business income of the industry reached 38.833 billion yuan, an increase of 24.9% year on year, and the total profit reached 2.170 billion yuan, an increase of 17.2% year on year. The main business income of synthetic fiber monomer (aggregation) manufacturing industry reached 94.06 billion yuan, a decrease of 4.4% year on year, and the total profit reached 620 million yuan.</p><p>From the point of view of the main sub-industries, synthetic fiber monomer (polymerization) manufacturing industry suffered losses due to factors such as the dramatic decline in cotton prices. Profit levels of the two largest sub-industries, organic chemical raw material manufacturing and synthetic resin manufacturing, have also rebounded weakly, which largely reflects the cold economic fundamentals.</p><p>From the perspective of 2013, although crude oil prices remain stable at around $100 per barrel (Brent), which is beneficial to the whole petrochemical industry chain, the downward trend of demand side caused by the sustained weakening of the real economy will impact the whole industry. The growth rate of fixed assets investment will decline, the rate of start-up will decline, the economic activity of the industry will decline, and the decline cycle of chemical industry will become long and the bottom can not be clear.</p><p><br/></p>', 'Chemical', '0', '0', '0', '0', '0', '0', '0', '', '', '', 'article', 1, 0, 0, 1, 1, 0, '', '', '', '', '', 0, 0, 1, 1, 0, '', 0, 0, 0, '', 0, 2, '0.00', '0.00'),
(57, 0, 'solution', '', '', 7, '', '', '', '', '', 'solution', 'archive/list_down.html', 'archive/list_down.html', 'archive/show_down.html', '0', '0', '0', '0', '', '', '', 'article', 1, 0, 0, 1, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 0, '', 0, 0, 0, 'updatedate DESC', 0, 2, '0.00', '0.00'),
(58, 57, 'Industry Solutions', 'At the same time, it can ensure its fast and effective implementation.', '', 0, '/html/upload/images/201907/15590055325938.jpg', '', '', '', '<p>Video conference service outsourcing business is relying on China Telecom''s professional advantages in telecommunication technology and operation management, integrating other telecommunication products on the basis of existing video platform resources, providing customers with video conference terminal equipment maintenance, system network fault handling, video conference system operation maintenance and video conference guarantee. Many outsourcing services, such as barrier services, can provide video outsourcing solutions and system integration services according to the specific needs of enterprises.</p><p><br/></p><p>1. Video Terminal Rental or Integration</p><p>2. Operational Maintenance of Video Conference System</p><p>3. Installation and debugging of new video conference terminal.</p><p>4. Operation and Maintenance of Video Conference System</p><p>5. Video conferencing system troubleshooting; Video conferencing system operation analysis; Video conferencing system network and performance optimization recommendations; establish a complete video conferencing fault management file.</p><p>6. Video conference guarantee means that China Telecom provides conference guarantee services at all levels to meet customers''needs, aiming at different levels and coverage of videoconferencing held on the user''s videoconferencing system.</p><p><br/></p><p class="title-text" style="margin: 0px; padding: 0px; font-size: 18px; font-weight: 400;"><span style="font-size: 16px;"><br/></span></p><p class="title-text" style="margin: 0px; padding: 0px; font-size: 18px; font-weight: 400;"><span style="font-size: 16px;">Video Conference Communication between Headquarters and Branches</span></p><p>1. Cost savings: Compared with self-built video conferencing, using China Telecom video conferencing outsourcing business, users do not need to build and maintain their own video conferencing network, especially save investment in MCU, GK and other equipment, just install video terminals anywhere the network extends to hold video conferencing.</p><p>2. Wide coverage: Customer terminals can be spread all over the country, but also can be held abroad, domestic and international video conference. By accessing the video conferencing network built by customers, customers can communicate freely with customers who are also accessing the "New Video" platform of China Telecom to expand the scope of enterprise video conferencing.</p><p>3. Supporting various types of terminals: Users can benefit the old terminals, including dedicated conference room terminal, boss terminal, videophone, PC-based software desktop terminal, and compatible with both H.320 and H.323 formats.</p><p>4. Provide one-stop service: provide the whole service from consulting, pre-sale, installation and debugging, maintenance, key conference guarantee, and make full use of local operation and maintenance personnel of China Telecom to provide services, reduce service costs and improve response speed.</p><p><br/></p>', 'Industry', '0', '0', '0', '0', '0', '0', '0', '', '', '', 'article', 1, 0, 0, 1, 1, 0, '', '', '', '', '', 0, 0, 1, 1, 0, '', 0, 0, 0, '', 0, 2, '0.00', '0.00'),
(59, 57, 'technical Solutions', 'A Solution to the Whole Problem', '', 0, '/html/upload/images/201907/15590056384652.jpg', '', '', '', '<p>Solution is a solution (proposal, schedule) that addresses the overall problem (problems, shortcomings, needs, etc.) and ensures its rapid and effective implementation. Usually refers to the way to solve the problem.</p><p>From the traditional point of view, the solution only includes the generation phase of the solution, and the specific execution phase is separated.</p><p>However, from a unified process point of view, solutions directly serve the execution level, they are not simple linear relationships and a single interface. Therefore, to some extent, solutions and implementation interact with each other, and the effect of implementation should be timely feedback, and make corrective reference and suggestions to the original scheme.</p><p>This interaction is multiple and repetitive. A solution that can constantly improve itself can really improve the situation and make it more efficient to implement.</p><p>On the contrary, in some complex realities, problems involve more elements, and there are also complex links between them. If we expect to solve all the problems at once with a perfect solution. Putting forward the plan can rest easy and watch the actual progress of the executive level. In practice, this is not very realistic, and may produce inappropriate effects.</p><p>In the field of market economy, especially in customer-oriented cases, it is easier to be recognized and favored by customers to provide implementation reference, or even to personally participate in specific implementation solutions. In short, customers are more likely to get a complete set of solutions than to get a complete proposal or plan.</p><p>The solution must be objective and rational analysis, grasp the essence of the problem as much as possible, and grasp every detail element. Emergency emotions or perceptual factors should not be introduced into solutions, which may be counterproductive.</p><p>In fact, in practice, solutions involve few elements of creativity, more from existing success stories.</p><p>On the other hand, if there is a good analysis of the problems and an objective analysis of successful cases, it is also the basis for producing better solutions.</p><p>There is no perfect permanent solution to the problem. Designers and decision makers need to be aware of the limitations, strengths and weaknesses of solutions, as well as the uncertainties under changing conditions.</p><p><br/></p>', 'technical', '0', '0', '0', '0', '0', '0', '0', '', '', '', 'article', 1, 0, 0, 1, 1, 0, '', '', '', '', '', 0, 0, 1, 1, 0, '', 0, 0, 0, '', 0, 2, '0.00', '0.00'),
(60, 0, 'Contact us', '', '', 3, '', '', '', '', '<p>If you want to have a free and interesting job, if you have a passion and motivation for interface design, please contact us. Here you can find a group of like-minded young people, and strive to practice their ideals!</p><p>Our team strives for their ideals. We have strong complementarity, clear division of labor, and the same goals. We work hard and persevere! Because we firmly believe that a good idea and an excellent team will surely achieve a lofty ideal!<br/>&nbsp;</p><p>Contact us:<br/>QQ-01:<br/>Pre-sale Consulting Customer ServiceQQ-02：<br/>Customer Pre-sale Consultation Hotline:<br/>Customer service hotline:<br/>Customer Service Mailbox:</p><p><br/></p>', 'Contact-us', 'archive/list_ditu.html', '0', '0', '0', '0', '0', '0', '', '', '', 'article', 1, 0, 0, 1, 1, 0, '', '', '', '', '', 0, 0, 1, 1, 0, '', 0, 0, 0, '', 0, 2, '0.00', '0.00'),
(61, 0, 'Shopping', '', '', 8, '', '', '', '', '', 'products', 'archive/list_loop_products.html', 'archive/list_products.html', 'archive/show_products.html', '0', '0', '0', '0', '', '', '', 'article', 1, 0, 0, 1, 1, 0, '', '', '', '', '', 0, 0, 1, 1, 0, '', 0, 0, 0, 'updatedate DESC', 1, 2, '0.00', '0.00'),
(62, 61, 'Intelligent products', '', '', 0, '/html/upload/images/201907/15591099453652.jpg', '', '', '', '', 'Intelligent', '0', '0', '0', '0', '0', '0', '0', '', '', '', 'article', 1, 0, 0, 1, 1, 0, '', '', '', '', '', 0, 0, 1, 1, 0, '', 1, 0, 0, 'updatedate DESC', 1, 2, '0.00', '0.00'),
(63, 61, 'Home Appliance Products', '', '', 0, '/html/upload/images/201907/15591099593550.jpg', '', '', '', '', 'Appliances', '0', '0', '0', '0', '0', '0', '0', '', '', '', 'article', 1, 0, 0, 1, 1, 0, '', '', '', '', '', 0, 0, 1, 1, 0, '', 1, 0, 0, '', 1, 2, '0.00', '0.00'),
(64, 61, 'Intelligent Wearing', '', '', 0, '/html/upload/images/201907/15591099593550.jpg', '', '', '', '', 'smart-wearer', '0', '0', '0', '0', '0', '0', '0', '', '', '', 'article', 1, 0, 0, 1, 1, 0, '', '', '', '', '', 0, 0, 1, 1, 0, '', 1, 0, 0, '', 1, 2, '0.00', '0.00'),
(65, 61, 'Healthy children', '', '', 0, '/html/upload/images/201907/15591099453652.jpg', '', '', '', '', 'Children', '0', '0', '0', '0', '0', '0', '0', '', '', '', 'article', 1, 0, 0, 1, 1, 0, '', '', '', '', '', 0, 0, 1, 1, 0, '', 1, 0, 0, '', 1, 2, '0.00', '0.00'),
(66, 0, 'Group Industry', '', '', 9, '', '', '', '', '', 'Group-industry', 'archive/list_text_pic.html', 'archive/list_text_pic.html', '0', '0', '0', '0', '0', '', '', '', 'article', 1, 0, 0, 1, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 0, '', 0, 0, 0, 'updatedate DESC', 0, 2, '0.00', '0.00'),
(67, 66, 'Warehousing Logistics', '', '', 0, '', '', '', '', '', 'storage', '0', '0', '0', '0', '0', '0', '0', '', '', '', 'article', 1, 0, 0, 1, 1, 0, '', '', '', '', '', 0, 0, 1, 1, 0, '', 0, 0, 0, '', 0, 2, '0.00', '0.00'),
(68, 66, 'Vehicle transportation', '', '', 0, '', '', '', '', '', 'vehicle-transport', '0', '0', '0', '0', '0', '0', '0', '', '', '', 'article', 1, 0, 0, 1, 1, 0, '', '', '', '', '', 0, 0, 1, 1, 0, '', 0, 0, 0, '', 0, 2, '0.00', '0.00'),
(69, 66, 'Integrated Transport', '', '', 0, '', '', '', '', '', 'Comprehensive', '0', '0', '0', '0', '0', '0', '0', '', '', '', 'article', 1, 0, 0, 1, 1, 0, '', '', '', '', '', 0, 0, 1, 1, 0, '', 0, 0, 0, '', 0, 2, '0.00', '0.00'),
(70, 0, 'Job Recruitment', '', '', 2, '', '', '', '', '', 'Job-recruitment', 'archive/list_page.html', '0', '0', '0', '0', '0', '0', '', '', '', 'article', 1, 0, 0, 1, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 0, '', 0, 0, 0, '', 0, 2, '0.00', '0.00'),
(71, 0, 'News', '', '', 6, '', '', '', '', '', 'News', 'archive/list.html', 'archive/list_text_pic.html', 'archive/show.html', '0', '0', '0', '0', '', '', '', 'article', 1, 0, 0, 1, 1, 0, '', '', '', '', '', 0, 0, 1, 1, 0, '', 0, 0, 0, 'updatedate DESC', 0, 2, '0.00', '0.00'),
(72, 71, 'Enterprise News', '', '', 0, '', '', '', '', '', 'Industry-news', '0', '0', '0', '0', '0', '0', '0', '', '', '', 'article', 1, 0, 0, 1, 1, 0, '', '', '', '', '', 0, 0, 1, 1, 0, '', 0, 0, 0, '', 0, 2, '0.00', '0.00'),
(73, 71, 'Industry News', '', '', 0, '', '', '', '', '', 'Corporate-news', 'archive/list_text.html', '0', '0', '0', '0', '0', '0', '', '', '', 'article', 1, 0, 0, 1, 1, 0, '', '', '', '', '', 0, 0, 1, 1, 0, '', 0, 0, 0, '', 0, 2, '0.00', '0.00'),
(74, 0, 'Our customers', '', '', 1, '', '', '', '', '', 'Our-customers', 'archive/list_pic.html', '0', '0', '0', '0', '0', '0', '', '', '', 'article', 1, 0, 0, 1, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 0, '', 0, 0, 0, '', 0, 2, '0.00', '0.00'),
(78, 77, 'Employee Development', '', '', 0, '/html/upload/images/201907/15590305077365.jpg', '', '', '', '<p>Employee development content...</p><p><br/></p>', 'yuan-gong-fa-zhan', '0', '0', '0', '0', '0', '0', '0', '', '', '', 'article', 1, 0, 0, 1, 1, 0, '', '', '', '', '', 0, 0, 1, 1, 0, '', 0, 0, 0, '', 0, 2, '0.00', '0.00'),
(79, 77, 'Employment opportunities', '', '', 0, '/html/upload/images/201907/15590305335789.jpg', '', '', '', '<p>Employment opportunities...</p><p><br/></p>', 'jiu-ye-ji-hui', 'archive/list_job.html', 'archive/list_job.html', 'archive/show_job.html', '0', '0', '0', '0', '', '', '', 'article', 1, 0, 0, 1, 1, 0, '', '', '', '', '', 0, 0, 1, 1, 0, '', 0, 0, 0, '', 0, 2, '0.00', '0.00'),
(80, 77, 'Fashion figures', '', '', 0, '/html/upload/images/201907/15590305596900.jpg', '', '', '', '<p>Fashion character content...</p>', 'feng-shang-ren-wu', 'archive/list_pic.html', 'archive/list_pic.html', '0', '0', '0', '0', '0', '', '', '', 'article', 1, 0, 0, 1, 1, 0, '', '', '', '', '', 0, 0, 1, 1, 0, '', 0, 0, 0, '', 0, 2, '0.00', '0.00'),
(77, 0, 'Job', 'We see the world and the bright future of your career. The world is a place of increasingly complex challenges, and it expects us to address them. Do you have vision and ambition for this challenge?', '', 4, '', '', '', '', '<p>We see the world and the bright future of your career. The world is a place of increasingly complex challenges, and it expects us to address them. Do you have vision and ambition for this challenge?</p>', 'HUMAN-RESOURCES', 'archive/list_HR.html', 'archive/list_page.html', '0', '0', '0', '0', '0', '', '', '', 'article', 1, 0, 0, 1, 1, 0, '', '', '', '', '', 0, 0, 1, 1, 0, '', 0, 0, 0, '', 0, 2, '0.00', '0.00'),
(81, 51, 'Address by the Chairman', 'Group Chairman：', '', 0, '/html/upload/images/201907/15590892414438.jpg', '', '', '', '<p>We build innovative solutions to address today''s environmental challenges and thus stimulate economic growth. Health Creation promises to make more people healthier. We create a healthier world through imaginative ideas and mature solutions.</p>', 'CHAIRMANS-SPEECH', '0', '0', '0', '0', '0', '0', '0', '', '', '', 'article', 1, 0, 0, 1, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 0, '', 0, 0, 0, '', 0, 2, '0.00', '0.00'),
(82, 51, 'Brief Introduction to the Group', '', '', 0, '/html/upload/images/201907/15590892812276.jpg', '', '', '', '<p>The company is a global digital industry company, which creates software-defined machines, integrates the wisdom of interconnection, response and prediction, and is committed to transforming traditional industries. The Global Knowledge Exchange System enables all businesses to share technology, markets, structures and intelligence, and each invention promotes cross-border innovative applications. GE understands the needs of the industry, describes the industrial language, and creates exceptional performance for customers with global talent, service, technology and scale.</p><p><br/></p><p><br/></p>', 'GROUPPROFILE', '0', '0', '0', '0', '0', '0', '0', '', '', '', 'article', 1, 0, 0, 1, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 0, '', 0, 0, 0, '', 0, 2, '0.00', '0.00'),
(83, 51, 'development history', '', '', 0, '', '', '', '', '', 'DEVELOPMEN-THISTORY', 'archive/list_pic.html', '0', '0', '0', '0', '0', '0', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 0, '', 0, 0, 0, '', 0, 2, '0.00', '0.00'),
(84, 51, 'Cultural Activity', '', '', 0, '', '', '', '', '', 'CULTURAL-ACTIVITY', 'archive/list_pic.html', 'archive/list_pic.html', '0', '0', '0', '0', '0', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 0, '', 0, 0, 0, '', 0, 2, '0.00', '0.00'),
(85, 51, 'honor', '', '', 0, '', '', '', '', '', 'rong-yu-zi-zhi', 'archive/list_pic.html', '0', '0', '0', '0', '0', '0', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 0, '', 0, 0, 0, '', 0, 2, '0.00', '0.00'),
(86, 51, 'Leadership Care', '', '', 0, '', '', '', '', '<p>Leadership care content...</p>', 'ling-dao-guan-huai', '0', '0', '0', '0', '0', '0', '0', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 0, '', 0, 0, 0, '', 0, 2, '0.00', '0.00'),
(87, 0, 'Mall Content Page 5 Commitment', '', '', 0, '', '', '', '', '', 'shang-cheng-nei-rong-ye-5-cheng-nuo', '0', '0', '0', '0', '0', '0', '0', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 0, '', 0, 0, 0, '', 0, 2, '0.00', '0.00');

-- --------------------------------------------------------

--
-- 表的结构 `ob_b_special`
--

CREATE TABLE IF NOT EXISTS `ob_b_special` (
  `spid` smallint(5) unsigned NOT NULL,
  `title` varchar(255) NOT NULL,
  `subtitle` varchar(255) DEFAULT '',
  `meta_title` varchar(255) DEFAULT '',
  `specialcontent` mediumtext,
  `banner` varchar(100) NOT NULL,
  `description` text,
  `template` varchar(30) NOT NULL,
  `adddate` int(10) unsigned NOT NULL DEFAULT '0',
  `listorder` smallint(5) unsigned NOT NULL DEFAULT '0',
  `keyword` varchar(255) DEFAULT NULL,
  `disabled` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `order` int(6) DEFAULT NULL,
  `ishtml` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `isscreening` tinyint(1) NOT NULL DEFAULT '0',
  `langid` int(11) DEFAULT NULL,
  `htmldir` varchar(50) DEFAULT NULL COMMENT '目录名',
  `htmlrule` varchar(100) DEFAULT NULL
) ENGINE=MyISAM AUTO_INCREMENT=13 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `ob_b_special`
--

INSERT INTO `ob_b_special` (`spid`, `title`, `subtitle`, `meta_title`, `specialcontent`, `banner`, `description`, `template`, `adddate`, `listorder`, `keyword`, `disabled`, `order`, `ishtml`, `isscreening`, `langid`, `htmldir`, `htmlrule`) VALUES
(1, '促销专题一', '', '1', '', '/html/upload/images/201907/15590979873694.jpg', '让您的产品，在互联网上普通盖地！想让更多的客户找到您吗？易通企业网站系统独创企业推广链联盟系统。通过推广链接，让客户和生意自己找上门！为您的企业营销助力，伴您轻松成功！易通企业网站系统让您客源不断、生意兴隆！', 'special/show_pic.html', 1563520169, 0, '2', 0, 0, 0, 1, 1, 'special-1', ''),
(2, '促销专题二', '', '', '', '/html/upload/images/201907/15591099453652.jpg', '', '', 1562133675, 0, '', 0, 0, 0, 1, 1, 'special-2', ''),
(3, '促销专题三', '', '1', '', '/html/upload/images/201907/15591099593550.jpg', '3', '', 1563518777, 0, '2', 0, 0, 0, 1, 1, 'special-3', ''),
(4, 'promotion Topic I', '', '1', '', '/html/upload/images/201907/15590979873694.jpg', 'Let your products cover the Internet in general! Want more customers to find you? Yitong Enterprise Website System Innovative Enterprise Promotion Chain Alliance System. Through promotion links, let customers and businesses find their doors! Help your business marketing, with your easy success! Easy Tong Enterprise Website System allows you to keep a steady flow of customers and business prosperity!', 'special/show_pic.html', 1563520169, 0, '2', 0, 0, 0, 1, 2, 'special-1', ''),
(5, 'promotion Theme II', '', '', '', '/html/upload/images/201907/15591099453652.jpg', '', '', 1562133675, 0, '', 0, 0, 0, 1, 2, 'special-2', ''),
(6, 'promotion Theme III', '', '1', '', '/html/upload/images/201907/15591099593550.jpg', '3', '', 1563518777, 0, '2', 0, 0, 0, 1, 2, 'special-3', '');

-- --------------------------------------------------------

--
-- 表的结构 `ob_b_tag`
--

CREATE TABLE IF NOT EXISTS `ob_b_tag` (
  `tagid` int(11) NOT NULL,
  `tagname` varchar(255) DEFAULT NULL,
  `langid` int(11) DEFAULT NULL COMMENT '语言绑定',
  `htmldir` varchar(50) DEFAULT NULL COMMENT '静态页面名称',
  `txtsize` int(11) DEFAULT NULL COMMENT '文字大小',
  `txtcolor` varchar(50) DEFAULT NULL COMMENT '文字颜色',
  `listorder` int(11) DEFAULT '0' COMMENT '排序',
  `htmlrule` varchar(100) DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `ob_chat`
--

CREATE TABLE IF NOT EXISTS `ob_chat` (
  `id` int(255) unsigned NOT NULL,
  `sessionid` int(10) NOT NULL DEFAULT '0',
  `name` varchar(50) NOT NULL,
  `email` varchar(30) NOT NULL,
  `phone` varchar(20) NOT NULL,
  `message` varchar(200) DEFAULT NULL,
  `timestamp` int(10) NOT NULL DEFAULT '0',
  `ip` varchar(20) NOT NULL,
  `departmentid` int(10) DEFAULT NULL,
  `operatorid` int(10) DEFAULT NULL,
  `status` tinyint(1) NOT NULL DEFAULT '0',
  `admin_status` tinyint(1) NOT NULL DEFAULT '1'
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `ob_consumption`
--

CREATE TABLE IF NOT EXISTS `ob_consumption` (
  `id` int(11) NOT NULL,
  `oid` varchar(100) NOT NULL COMMENT '订单号',
  `menoy` decimal(10,2) NOT NULL DEFAULT '0.00' COMMENT '金额',
  `adddate` datetime DEFAULT NULL COMMENT '新增日期',
  `status` int(3) NOT NULL DEFAULT '0',
  `s_status` tinyint(1) NOT NULL DEFAULT '0',
  `trade_no` varchar(255) NOT NULL DEFAULT '' COMMENT '支付编号',
  `mid` int(11) NOT NULL COMMENT '用户id'
) ENGINE=MyISAM AUTO_INCREMENT=34 DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `ob_coupon`
--

CREATE TABLE IF NOT EXISTS `ob_coupon` (
  `couponid` int(11) NOT NULL COMMENT '表ID',
  `coupontitle` varchar(100) DEFAULT NULL COMMENT '优惠劵标题',
  `couponuse` varchar(255) DEFAULT NULL COMMENT '用途',
  `couponrange` varchar(100) DEFAULT NULL COMMENT '使用范围',
  `overlay` tinyint(1) NOT NULL DEFAULT '0' COMMENT '是否叠加劵',
  `satisfy` decimal(10,2) NOT NULL DEFAULT '0.00' COMMENT '满多少可用',
  `moeny` decimal(10,2) NOT NULL DEFAULT '0.00' COMMENT '用劵金额',
  `quantity` int(11) NOT NULL DEFAULT '0' COMMENT '数量',
  `usedquantity` int(11) NOT NULL DEFAULT '0' COMMENT '已使用数量',
  `overduedate` date DEFAULT NULL COMMENT '过期时间',
  `adddatatime` date DEFAULT NULL COMMENT '添加时间',
  `couponyard` varchar(50) DEFAULT NULL COMMENT '优惠码',
  `isexchange` tinyint(1) NOT NULL DEFAULT '1' COMMENT '可否积分兑换',
  `exchangepoints` int(11) DEFAULT '0' COMMENT '积分兑换',
  `statu` tinyint(1) NOT NULL DEFAULT '1' COMMENT '状态（默认生效）',
  `langid` int(11) DEFAULT NULL
) ENGINE=MyISAM AUTO_INCREMENT=25 DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `ob_departments`
--

CREATE TABLE IF NOT EXISTS `ob_departments` (
  `id` int(255) NOT NULL,
  `name` varchar(255) NOT NULL DEFAULT '',
  `visible` int(1) NOT NULL DEFAULT '1',
  `order` int(255) NOT NULL DEFAULT '1',
  `email` varchar(255) NOT NULL DEFAULT ''
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `ob_detail`
--

CREATE TABLE IF NOT EXISTS `ob_detail` (
  `id` int(255) NOT NULL,
  `chatid` int(255) NOT NULL DEFAULT '0',
  `detail` text NOT NULL,
  `who_witter` tinyint(1) NOT NULL DEFAULT '0'
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `ob_event`
--

CREATE TABLE IF NOT EXISTS `ob_event` (
  `id` int(11) NOT NULL,
  `uid` int(11) DEFAULT NULL,
  `username` varchar(50) DEFAULT NULL,
  `ip` varchar(20) DEFAULT NULL,
  `addtime` int(11) DEFAULT NULL,
  `event` varchar(30) DEFAULT NULL,
  `note` text NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `ob_expresscompany`
--

CREATE TABLE IF NOT EXISTS `ob_expresscompany` (
  `id` int(10) NOT NULL,
  `companyid` varchar(50) NOT NULL COMMENT '快递公司编码',
  `companyname` varchar(200) NOT NULL COMMENT '快递公司名称',
  `companytrack` tinyint(1) NOT NULL DEFAULT '0' COMMENT '轨迹查询',
  `companynoodle` tinyint(1) NOT NULL DEFAULT '0' COMMENT '电子面单',
  `companysubscribe` tinyint(1) NOT NULL DEFAULT '0' COMMENT '预约取件'
) ENGINE=MyISAM AUTO_INCREMENT=418 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `ob_expresscompany`
--

INSERT INTO `ob_expresscompany` (`id`, `companyid`, `companyname`, `companytrack`, `companynoodle`, `companysubscribe`) VALUES
(1, 'SF', '顺丰速运', 1, 1, 1),
(2, 'HTKY', '百世快递', 1, 1, 1),
(3, 'ZTO', '中通快递', 1, 1, 1),
(4, 'STO', '申通快递', 1, 1, 1),
(5, 'YTO', '圆通速递', 1, 1, 1),
(6, 'YD', '韵达速递', 1, 1, 1),
(7, 'YZPY', '邮政快递包裹', 1, 1, 1),
(8, 'EMS', 'EMS', 1, 1, 1),
(9, 'HHTT', '天天快递', 1, 1, 1),
(10, 'JD', '京东快递', 1, 1, 0),
(11, 'UC', '优速快递', 1, 1, 1),
(12, 'DBL', '德邦快递', 1, 1, 1),
(13, 'ZJS', '宅急送', 1, 1, 1),
(14, 'TNT', 'TNT快递', 1, 0, 0),
(15, 'UPS', 'UPS', 1, 0, 0),
(16, 'DHL', 'DHL', 1, 0, 0),
(17, 'FEDEX', 'FEDEX联邦(国内件）', 1, 0, 0),
(18, 'FEDEX_GJ', 'FEDEX联邦(国际件）', 1, 0, 0),
(19, 'AJ', '安捷快递', 1, 0, 0),
(20, 'ALKJWL', '阿里跨境电商物流', 1, 0, 0),
(21, 'AX', '安迅物流', 1, 0, 1),
(22, 'AYUS', '安邮美国', 1, 0, 0),
(23, 'AMAZON', '亚马逊物流', 1, 0, 0),
(24, 'AOMENYZ', '澳门邮政', 1, 0, 0),
(25, 'ANE', '安能物流', 1, 1, 1),
(26, 'ADD', '澳多多', 1, 0, 0),
(27, 'AYCA', '澳邮专线', 1, 0, 0),
(28, 'AXD', '安鲜达', 1, 0, 0),
(29, 'ANEKY', '安能快运', 0, 1, 0),
(30, 'BDT', '八达通  ', 1, 0, 0),
(31, 'BETWL', '百腾物流', 1, 0, 0),
(32, 'BJXKY', '北极星快运', 1, 0, 0),
(33, 'BNTWL', '奔腾物流', 1, 0, 0),
(34, 'BFDF', '百福东方', 1, 0, 0),
(35, 'BHGJ', '贝海国际 ', 1, 0, 0),
(36, 'BFAY', '八方安运', 1, 0, 0),
(37, 'BTWL', '百世快运', 1, 1, 0),
(38, 'CFWL', '春风物流', 1, 0, 0),
(39, 'CHTWL', '诚通物流', 1, 0, 0),
(40, 'CXHY', '传喜物流', 1, 0, 0),
(41, 'CITY100', '城市100', 1, 0, 0),
(42, 'CJKD', '城际快递', 1, 0, 0),
(43, 'CNPEX', 'CNPEX中邮快递', 1, 0, 0),
(44, 'COE', 'COE东方快递', 1, 0, 0),
(45, 'CSCY', '长沙创一', 1, 0, 0),
(46, 'CDSTKY', '成都善途速运', 1, 0, 0),
(47, 'CTG', '联合运通', 1, 0, 0),
(48, 'CRAZY', '疯狂快递', 1, 0, 0),
(49, 'CBO', 'CBO钏博物流', 1, 0, 0),
(50, 'CND', '承诺达', 1, 1, 1),
(51, 'DSWL', 'D速物流', 1, 0, 0),
(52, 'DLG ', '到了港', 1, 0, 0),
(53, 'DTWL', '大田物流', 1, 0, 0),
(54, 'DJKJWL', '东骏快捷物流', 1, 0, 0),
(55, 'DEKUN', '德坤', 1, 0, 0),
(56, 'DBLKY', '德邦快运', 0, 1, 0),
(57, 'DML', '大马鹿', 1, 0, 1),
(58, 'ETK', 'E特快', 1, 0, 0),
(59, 'EWE', 'EWE', 1, 0, 0),
(60, 'KFW', '快服务', 1, 0, 0),
(61, 'FKD', '飞康达', 1, 0, 0),
(62, 'FTD', '富腾达  ', 1, 0, 0),
(63, 'FYKD', '凡宇货的', 1, 0, 0),
(64, 'FASTGO', '速派快递', 1, 0, 0),
(65, 'FT', '丰通快运', 1, 0, 0),
(66, 'GD', '冠达   ', 1, 0, 0),
(67, 'GDEMS', '广东邮政', 1, 0, 0),
(68, 'GSD', '共速达', 1, 0, 0),
(69, 'GTONG', '广通       ', 1, 0, 0),
(70, 'GAI', '迦递快递', 1, 0, 0),
(71, 'GKSD', '港快速递', 1, 0, 0),
(72, 'GTSD', '高铁速递', 1, 0, 0),
(73, 'HFWL', '汇丰物流', 1, 0, 0),
(74, 'HGLL', '黑狗冷链', 1, 0, 0),
(75, 'HLWL', '恒路物流', 1, 0, 0),
(76, 'HOAU', '天地华宇', 1, 1, 1),
(77, 'HOTSCM', '鸿桥供应链', 1, 0, 0),
(78, 'HPTEX', '海派通物流公司', 1, 0, 0),
(79, 'hq568', '华强物流', 1, 0, 0),
(80, 'HQSY', '环球速运  ', 1, 0, 0),
(81, 'HXLWL', '华夏龙物流', 1, 0, 0),
(82, 'HXWL', '豪翔物流 ', 1, 0, 0),
(83, 'HFHW', '合肥汇文', 1, 0, 0),
(84, 'HLONGWL', '辉隆物流', 1, 0, 0),
(85, 'HQKD', '华企快递', 1, 0, 0),
(86, 'HRWL', '韩润物流', 1, 0, 0),
(87, 'HTKD', '青岛恒通快递', 1, 0, 0),
(88, 'HYH', '货运皇物流', 1, 0, 0),
(89, 'HYLSD', '好来运快递', 1, 0, 0),
(90, 'HJWL', '皇家物流', 1, 0, 0),
(91, 'JAD', '捷安达  ', 1, 0, 0),
(92, 'JGSD', '京广速递', 1, 0, 0),
(93, 'JIUYE', '九曳供应链', 1, 0, 0),
(94, 'JXD', '急先达', 1, 0, 0),
(95, 'JYKD', '晋越快递', 1, 0, 0),
(96, 'JYM', '加运美', 1, 0, 0),
(97, 'JGWL', '景光物流', 1, 0, 0),
(98, 'JYWL', '佳怡物流', 1, 0, 0),
(99, 'JDKY', '京东快运', 0, 1, 0),
(100, 'CNEX', '佳吉快运', 1, 1, 0),
(101, 'KYSY', '跨越速运', 1, 1, 0),
(102, 'KSDWL', '快速递物流', 1, 0, 0),
(103, 'KBSY', '快8速运', 1, 0, 1),
(104, 'LB', '龙邦快递', 1, 1, 0),
(105, 'LJSKD', '立即送', 1, 0, 0),
(106, 'LHT', '联昊通速递', 1, 1, 0),
(107, 'MB', '民邦快递', 1, 0, 0),
(108, 'MHKD', '民航快递', 1, 0, 0),
(109, 'MK', '美快    ', 1, 0, 0),
(110, 'MDM', '门对门快递', 1, 0, 0),
(111, 'MRDY', '迈隆递运', 1, 0, 0),
(112, 'MLWL', '明亮物流', 1, 0, 0),
(113, 'NF', '南方', 1, 0, 0),
(114, 'NEDA', '能达速递', 1, 0, 0),
(115, 'PADTF', '平安达腾飞快递', 1, 0, 0),
(116, 'PANEX', '泛捷快递', 1, 0, 0),
(117, 'PJ', '品骏快递', 1, 1, 1),
(118, 'PCA', 'PCA Express', 1, 0, 0),
(119, 'QCKD', '全晨快递', 1, 0, 0),
(120, 'QRT', '全日通快递', 1, 0, 0),
(121, 'QUICK', '快客快递', 1, 0, 0),
(122, 'QXT', '全信通', 1, 0, 0),
(123, 'RQ', '荣庆物流', 1, 0, 0),
(124, 'QYZY', '七曜中邮', 1, 0, 0),
(125, 'RFD', '如风达', 1, 0, 0),
(126, 'RRS', '日日顺物流', 1, 0, 0),
(127, 'RFEX', '瑞丰速递', 1, 0, 0),
(128, 'SAD', '赛澳递', 1, 0, 0),
(129, 'SNWL', '苏宁物流', 1, 0, 0),
(130, 'SAWL', '圣安物流', 1, 0, 0),
(131, 'SBWL', '晟邦物流', 1, 0, 0),
(132, 'SDWL', '上大物流', 1, 0, 0),
(133, 'SFWL', '盛丰物流', 1, 0, 0),
(134, 'ST', '速通物流', 1, 0, 0),
(135, 'STWL', '速腾快递', 1, 0, 0),
(136, 'SUBIDA', '速必达物流', 1, 0, 0),
(137, 'SDEZ', '速递e站', 1, 0, 0),
(138, 'SCZPDS', '速呈宅配', 1, 0, 0),
(139, 'SURE', '速尔快递', 1, 1, 0),
(140, 'SS', '闪送', 1, 0, 1),
(141, 'STKD', '盛通快递', 1, 0, 0),
(142, 'SX', '顺心捷达', 1, 1, 1),
(143, 'TAIWANYZ', '台湾邮政', 1, 0, 0),
(144, 'TSSTO', '唐山申通', 1, 0, 0),
(145, 'TJS', '特急送', 1, 0, 0),
(146, 'TYWL', '通用物流', 1, 0, 1),
(147, 'TLWL', '腾林物流', 0, 1, 0),
(148, 'UAPEX', '全一快递', 1, 1, 0),
(149, 'ULUCKEX', '优联吉运', 1, 0, 0),
(150, 'UEQ', 'UEQ Express', 1, 0, 0),
(151, 'WJK', '万家康  ', 1, 0, 0),
(152, 'WJWL', '万家物流', 1, 0, 0),
(153, 'WHTZX', '武汉同舟行', 1, 0, 0),
(154, 'WPE', '维普恩', 1, 0, 0),
(155, 'WXWL', '万象物流', 1, 0, 0),
(156, 'WTP', '微特派', 1, 0, 0),
(157, 'WTWL', '温通物流', 0, 1, 0),
(158, 'XCWL', '迅驰物流  ', 1, 0, 0),
(159, 'XFEX', '信丰物流', 1, 1, 0),
(160, 'XYT', '希优特', 1, 0, 0),
(161, 'XJ', '新杰物流', 1, 0, 0),
(162, 'YADEX', '源安达快递', 1, 0, 0),
(163, 'YCWL', '远成物流', 1, 0, 0),
(164, 'YCSY', '远成快运', 1, 1, 1),
(165, 'YDH', '义达国际物流', 1, 0, 0),
(166, 'YDT', '易达通  ', 1, 0, 0),
(167, 'YFHEX', '原飞航物流', 1, 0, 0),
(168, 'YFSD', '亚风快递', 1, 0, 0),
(169, 'YTKD', '运通快递', 1, 0, 0),
(170, 'YXKD', '亿翔快递', 1, 0, 0),
(171, 'YUNDX', '运东西网', 1, 0, 1),
(172, 'YMDD', '壹米滴答', 1, 0, 1),
(173, 'YZBK', '邮政国内标快', 1, 1, 1),
(174, 'YZTSY', '一站通速运', 1, 0, 0),
(175, 'YFSUYUN', '驭丰速运', 1, 0, 0),
(176, 'YSDF', '余氏东风', 1, 0, 0),
(177, 'YF', '耀飞快递', 1, 0, 0),
(178, 'YDKY', '韵达快运', 1, 1, 0),
(179, 'YL', '云路', 1, 0, 0),
(180, 'YZT', '一智通', 1, 0, 1),
(181, 'ZENY', '增益快递', 1, 0, 1),
(182, 'ZHQKD', '汇强快递', 1, 0, 0),
(183, 'ZTE', '众通快递', 1, 0, 0),
(184, 'SJ', '郑州速捷', 1, 0, 0),
(185, 'ZTOKY', '中通快运', 1, 1, 0),
(186, 'ZYKD', '中邮快递', 1, 0, 0),
(187, 'WM', '中粮我买网', 1, 0, 0),
(188, 'ZMKM', '芝麻开门', 1, 0, 0),
(189, 'ZHWL', '中骅物流', 1, 0, 0),
(190, 'ZTWL', '中铁物流', 1, 0, 0),
(191, 'AAE', 'AAE全球专递', 1, 0, 0),
(192, 'ACS', 'ACS雅仕快递', 1, 0, 0),
(193, 'ADP', 'ADP Express Tracking', 1, 0, 0),
(194, 'ANGUILAYOU', '安圭拉邮政', 1, 0, 0),
(195, 'APAC', 'APAC', 1, 0, 0),
(196, 'ARAMEX', 'Aramex', 1, 0, 0),
(197, 'AT', '奥地利邮政', 1, 0, 0),
(198, 'AUSTRALIA', 'Australia Post Tracking', 1, 0, 0),
(199, 'BEL', '比利时邮政', 1, 0, 0),
(200, 'BHT', 'BHT快递', 1, 0, 0),
(201, 'BILUYOUZHE', '秘鲁邮政', 1, 0, 0),
(202, 'BR', '巴西邮政', 1, 0, 0),
(203, 'BUDANYOUZH', '不丹邮政', 1, 0, 0),
(204, 'CDEK', 'CDEK', 1, 0, 0),
(205, 'CG', '程光物流', 1, 0, 0),
(206, 'CA', '加拿大邮政', 1, 0, 0),
(207, 'DBYWL', '递必易国际物流', 1, 0, 0),
(208, 'DDWL', '大道物流', 1, 0, 0),
(209, 'DGYKD', '德国云快递', 1, 0, 0),
(210, 'DLGJ', '到乐国际', 1, 0, 0),
(211, 'DHL_DE', 'DHL德国', 1, 0, 0),
(212, 'DHL_EN', 'DHL(英文版)', 1, 0, 0),
(213, 'DHL_GLB', 'DHL全球', 1, 0, 0),
(214, 'DHLGM', 'DHL Global Mail', 1, 0, 0),
(215, 'DK', '丹麦邮政', 1, 0, 0),
(216, 'DPD', 'DPD', 1, 0, 0),
(217, 'DPEX', 'DPEX', 1, 0, 0),
(218, 'D4PX', '递四方速递', 1, 0, 0),
(219, 'EMSGJ', 'EMS国际', 1, 0, 0),
(220, 'EKM', '易客满', 1, 0, 0),
(221, 'EPS', 'EPS (联众国际快运)', 1, 0, 0),
(222, 'ESHIPPER', 'EShipper', 1, 0, 0),
(223, 'FCWL', '丰程物流', 1, 0, 0),
(224, 'FX', '法翔速运', 1, 0, 0),
(225, 'FQ', 'FQ', 1, 0, 0),
(226, 'FLYZ', '芬兰邮政', 1, 0, 0),
(227, 'FZGJ', '方舟国际速递', 1, 0, 0),
(228, 'GJEYB', '国际e邮宝', 1, 0, 0),
(229, 'GJYZ', '国际邮政包裹', 1, 0, 0),
(230, 'GE2D', 'GE2D', 1, 0, 0),
(231, 'GT', '冠泰', 1, 0, 0),
(232, 'GLS', 'GLS', 1, 0, 0),
(233, 'IOZYZ', '欧洲专线(邮政)', 1, 0, 0),
(234, 'IADLYYZ', '澳大利亚邮政', 1, 0, 0),
(235, 'IAEBNYYZ', '阿尔巴尼亚邮政', 1, 0, 0),
(236, 'IAEJLYYZ', '阿尔及利亚邮政', 1, 0, 0),
(237, 'IAFHYZ', '阿富汗邮政', 1, 0, 0),
(238, 'IAGLYZ', '安哥拉邮政', 1, 0, 0),
(239, 'IAJYZ', '埃及邮政', 1, 0, 0),
(240, 'IALBYZ', '阿鲁巴邮政', 1, 0, 0),
(241, 'IALYYZ', '阿联酋邮政', 1, 0, 0),
(242, 'IASBJYZ', '阿塞拜疆邮政', 1, 0, 0),
(243, 'IBCWNYZ', '博茨瓦纳邮政', 1, 0, 0),
(244, 'IBDLGYZ', '波多黎各邮政', 1, 0, 0),
(245, 'IBDYZ', '冰岛邮政', 1, 0, 0),
(246, 'IBELSYZ', '白俄罗斯邮政', 1, 0, 0),
(247, 'IBHYZ', '波黑邮政', 1, 0, 0),
(248, 'IBJLYYZ', '保加利亚邮政', 1, 0, 0),
(249, 'IBJSTYZ', '巴基斯坦邮政', 1, 0, 0),
(250, 'IBLNYZ', '黎巴嫩邮政', 1, 0, 0),
(251, 'IBOLYZ', '波兰邮政', 1, 0, 0),
(252, 'IBTD', '宝通达', 1, 0, 0),
(253, 'IBYB', '贝邮宝', 1, 0, 0),
(254, 'ICKY', '出口易', 1, 0, 0),
(255, 'IDGYZ', '德国邮政', 1, 0, 0),
(256, 'IWDMLYZ', '危地马拉邮政', 1, 0, 0),
(257, 'IWGDYZ', '乌干达邮政', 1, 0, 0),
(258, 'IWKLEMS', '乌克兰EMS', 1, 0, 0),
(259, 'IWKLYZ', '乌克兰邮政', 1, 0, 0),
(260, 'IWLGYZ', '乌拉圭邮政', 1, 0, 0),
(261, 'ILKKD', '林克快递', 1, 0, 0),
(262, 'IWLYZ', '文莱邮政', 1, 0, 0),
(263, 'IXGLDNYYZ', '新喀里多尼亚邮政', 1, 0, 0),
(264, 'IE', '爱尔兰邮政', 1, 0, 0),
(265, 'IXPWL', '夏浦物流', 1, 0, 0),
(266, 'IYDYZ', '印度邮政', 1, 0, 0),
(267, 'IXPSJ', '夏浦世纪', 1, 0, 0),
(268, 'IEGDEYZ', '厄瓜多尔邮政', 1, 0, 0),
(269, 'IELSYZ', '俄罗斯邮政', 1, 0, 0),
(270, 'IFTWL', '飞特物流', 1, 0, 0),
(271, 'IGDLPDYZ', '瓜德罗普岛邮政', 1, 0, 0),
(272, 'IGSDLJYZ', '哥斯达黎加邮政', 1, 0, 0),
(273, 'IHGYZ', '韩国邮政', 1, 0, 0),
(274, 'IHHWL', '华翰物流', 1, 0, 0),
(275, 'IHLY', '互联易', 1, 0, 0),
(276, 'IHSKSTYZ', '哈萨克斯坦邮政', 1, 0, 0),
(277, 'IHSYZ', '黑山邮政', 1, 0, 0),
(278, 'IJBBWYZ', '津巴布韦邮政', 1, 0, 0),
(279, 'IJEJSSTYZ', '吉尔吉斯斯坦邮政', 1, 0, 0),
(280, 'IJKYZ', '捷克邮政', 1, 0, 0),
(281, 'IJNYZ', '加纳邮政', 1, 0, 0),
(282, 'IJPZYZ', '柬埔寨邮政', 1, 0, 0),
(283, 'IKNDYYZ', '克罗地亚邮政', 1, 0, 0),
(284, 'IKNYYZ', '肯尼亚邮政', 1, 0, 0),
(285, 'IKTDWEMS', '科特迪瓦EMS', 1, 0, 0),
(286, 'ILMNYYZ', '罗马尼亚邮政', 1, 0, 0),
(287, 'IMEDWYZ', '摩尔多瓦邮政', 1, 0, 0),
(288, 'IMETYZ', '马耳他邮政', 1, 0, 0),
(289, 'INRLYYZ', '尼日利亚邮政', 1, 0, 0),
(290, 'ISEWYYZ', '塞尔维亚邮政', 1, 0, 0),
(291, 'ISPLSYZ', '塞浦路斯邮政', 1, 0, 0),
(292, 'IWZBKSTYZ', '乌兹别克斯坦邮政', 1, 0, 0),
(293, 'IXBYYZ', '西班牙邮政', 1, 0, 0),
(294, 'IXJPEMS', '新加坡EMS', 1, 0, 0),
(295, 'IXLYZ', '希腊邮政', 1, 0, 0),
(296, 'IXXLYZ', '新西兰邮政', 1, 0, 0),
(297, 'IYDLYZ', '意大利邮政', 1, 0, 0),
(298, 'IYGYZ', '英国邮政', 1, 0, 0),
(299, 'IYMNYYZ', '亚美尼亚邮政', 1, 0, 0),
(300, 'IYMYZ', '也门邮政', 1, 0, 0),
(301, 'IZLYZ', '智利邮政', 1, 0, 0),
(302, 'JP', '日本邮政', 1, 0, 0),
(303, 'JFGJ', '今枫国际', 1, 0, 0),
(304, 'JGZY', '极光转运', 1, 0, 0),
(305, 'JXYKD', '吉祥邮转运', 1, 0, 0),
(306, 'JLDT', '嘉里国际', 1, 0, 0),
(307, 'JPKD', '绝配国际速递', 1, 0, 0),
(308, 'SYJHE', '佳惠尔', 1, 0, 0),
(309, 'LYT', '联运通', 1, 0, 0),
(310, 'LHKDS', '联合快递', 1, 0, 0),
(311, 'SHLDHY', '林道国际', 1, 0, 0),
(312, 'NL', '荷兰邮政', 1, 0, 0),
(313, 'NSF', '新顺丰', 1, 0, 0),
(314, 'ONTRAC', 'ONTRAC', 1, 0, 0),
(315, 'OCS', 'OCS', 1, 0, 0),
(316, 'QQYZ', '全球邮政', 1, 0, 0),
(317, 'POSTEIBE', 'POSTEIBE', 1, 0, 0),
(318, 'PAPA', '啪啪供应链', 1, 0, 0),
(319, 'QYHY', '秦远海运', 1, 0, 0),
(320, 'VENUCIA', '启辰国际', 1, 0, 0),
(321, 'RDSE', '瑞典邮政', 1, 0, 0),
(322, 'SKYPOST', 'SKYPOST', 1, 0, 0),
(323, 'SWCH', '瑞士邮政', 1, 0, 0),
(324, 'SDSY', '首达速运', 1, 0, 0),
(325, 'SK', '穗空物流', 1, 0, 0),
(326, 'STONG', '首通快运', 1, 0, 0),
(327, 'STO_INTL', '申通快递国际单', 1, 0, 0),
(328, 'JYSD', '上海久易国际', 1, 0, 0),
(329, 'TAILAND138', '泰国138', 1, 0, 0),
(330, 'USPS', 'USPS美国邮政', 1, 0, 0),
(331, 'UPU', '万国邮政', 1, 0, 0),
(332, 'VCTRANS', '中越国际物流', 1, 0, 0),
(333, 'XKGJ', '星空国际', 1, 0, 0),
(334, 'XD', '迅达国际', 1, 0, 0),
(335, 'XGYZ', '香港邮政', 1, 0, 0),
(336, 'XLKD', '喜来快递', 1, 0, 0),
(337, 'XSRD', '鑫世锐达', 1, 0, 0),
(338, 'XYGJ', '新元国际', 1, 0, 0),
(339, 'XYGJSD', 'ADLER雄鹰国际速递', 1, 0, 0),
(340, 'XYJ', '西邮寄', 1, 0, 0),
(341, 'YAMA', '日本大和运输(Yamato)', 1, 0, 0),
(342, 'YODEL', 'YODEL', 1, 0, 0),
(343, 'YHXGJSD', '一号线', 1, 0, 0),
(344, 'YUEDANYOUZ', '约旦邮政', 1, 0, 0),
(345, 'YMSY', '玥玛速运', 1, 0, 0),
(346, 'YYSD', '鹰运', 1, 0, 0),
(347, 'YJD', '易境达', 1, 0, 0),
(348, 'YBG', '洋包裹', 1, 0, 0),
(349, 'YJ', '友家速递', 1, 0, 0),
(350, 'AOL', 'AOL（澳通）', 1, 0, 0),
(351, 'BCWELT', 'BCWELT   ', 1, 0, 0),
(352, 'BN', '笨鸟国际', 1, 0, 0),
(353, 'UBONEX', '优邦国际速运', 1, 0, 0),
(354, 'UEX', 'UEX   ', 1, 0, 0),
(355, 'YDGJ', '韵达国际', 1, 1, 0),
(356, 'ZY_AG', '爱购转运', 1, 0, 0),
(357, 'ZY_AOZ', '爱欧洲', 1, 0, 0),
(358, 'ZY_AUSE', '澳世速递', 1, 0, 0),
(359, 'ZY_AXO', 'AXO', 1, 0, 0),
(360, 'ZY_BH', '贝海速递', 1, 0, 0),
(361, 'ZY_BEE', '蜜蜂速递', 1, 0, 0),
(362, 'ZY_BL', '百利快递', 1, 0, 0),
(363, 'ZY_BM', '斑马物流', 1, 0, 0),
(364, 'ZY_BT', '百通物流', 1, 0, 0),
(365, 'ZY_CM', '策马转运', 1, 0, 0),
(366, 'ZY_EFS', 'EFS POST', 1, 0, 0),
(367, 'ZY_ESONG', '宜送转运', 1, 0, 0),
(368, 'ZY_FD', '飞碟快递', 1, 0, 0),
(369, 'ZY_FG', '飞鸽快递', 1, 0, 0),
(370, 'ZY_FX', '风行快递', 1, 0, 0),
(371, 'ZY_FXSD', '风行速递', 1, 0, 0),
(372, 'ZY_FY', '飞洋快递', 1, 0, 0),
(373, 'ZY_HC', '皓晨快递', 1, 0, 0),
(374, 'ZY_HYSD', '海悦速递', 1, 0, 0),
(375, 'ZY_JA', '君安快递', 1, 0, 0),
(376, 'ZY_JD', '时代转运', 1, 0, 0),
(377, 'ZY_JDKD', '骏达快递', 1, 0, 0),
(378, 'ZY_JDZY', '骏达转运', 1, 0, 0),
(379, 'ZY_JH', '久禾快递', 1, 0, 0),
(380, 'ZY_JHT', '金海淘', 1, 0, 0),
(381, 'ZY_LBZY', '联邦转运FedRoad', 1, 0, 0),
(382, 'ZY_LX', '龙象快递', 1, 0, 0),
(383, 'ZY_MGZY', '美国转运', 1, 0, 0),
(384, 'ZY_MST', '美速通', 1, 0, 0),
(385, 'ZY_MXZY', '美西转运', 1, 0, 0),
(386, 'ZY_QQEX', 'QQ-EX', 1, 0, 0),
(387, 'ZY_RT', '瑞天快递', 1, 0, 0),
(388, 'ZY_RTSD', '瑞天速递', 1, 0, 0),
(389, 'ZY_SDKD', '速达快递', 1, 0, 0),
(390, 'ZY_SFZY', '四方转运', 1, 0, 0),
(391, 'ZY_ST', '上腾快递', 1, 0, 0),
(392, 'ZY_TJ', '天际快递', 1, 0, 0),
(393, 'ZY_TM', '天马转运', 1, 0, 0),
(394, 'ZY_TN', '滕牛快递', 1, 0, 0),
(395, 'ZY_TPY', '太平洋快递', 1, 0, 0),
(396, 'ZY_TSZ', '唐三藏转运', 1, 0, 0),
(397, 'ZY_TWC', 'TWC转运世界', 1, 0, 0),
(398, 'ZY_RDGJ', '润东国际快线', 1, 0, 0),
(399, 'ZY_TX', '同心快递', 1, 0, 0),
(400, 'ZY_TY', '天翼快递', 1, 0, 0),
(401, 'ZY_DGHT', '德国海淘之家', 1, 0, 0),
(402, 'ZY_DYW', '德运网', 1, 0, 0),
(403, 'ZY_WDCS', '文达国际DCS', 1, 0, 0),
(404, 'ZY_TZH', '同舟快递', 1, 0, 0),
(405, 'ZY_UCS', 'UCS合众快递', 1, 0, 0),
(406, 'ZY_XC', '星辰快递', 1, 0, 0),
(407, 'ZY_XF', '先锋快递', 1, 0, 0),
(408, 'ZY_YQ', '云骑快递', 1, 0, 0),
(409, 'ZY_YSSD', '优晟速递', 1, 0, 0),
(410, 'ZY_YTUSA', '运淘美国', 1, 0, 0),
(411, 'ZY_ZCSD', '至诚速递', 1, 0, 0),
(412, 'ZYZOOM', '增速海淘', 1, 0, 0),
(413, 'ZH', '中驰物流', 1, 0, 0),
(414, 'ZO', '中欧快运', 1, 0, 0),
(415, 'ZSKY', '准实快运', 1, 0, 0),
(416, 'ZWSY', '中外速运', 1, 0, 0),
(417, 'ZZJH', '郑州建华', 1, 0, 0);

-- --------------------------------------------------------

--
-- 表的结构 `ob_expressconfig`
--

CREATE TABLE IF NOT EXISTS `ob_expressconfig` (
  `id` int(10) NOT NULL,
  `ebusinessid` varchar(255) NOT NULL COMMENT '电商ID',
  `appkey` varchar(255) NOT NULL COMMENT '电商加密私钥，快递鸟提供，注意保管，不要泄漏',
  `requrl` varchar(255) NOT NULL COMMENT '快递鸟请求url',
  `userid` varchar(255) NOT NULL COMMENT '用户id'
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `ob_friendlink`
--

CREATE TABLE IF NOT EXISTS `ob_friendlink` (
  `id` int(11) NOT NULL,
  `linktype` tinyint(2) DEFAULT NULL,
  `typeid` tinyint(2) DEFAULT NULL,
  `name` varchar(60) NOT NULL,
  `listorder` int(11) DEFAULT NULL,
  `url` varchar(255) NOT NULL,
  `logo` varchar(255) DEFAULT NULL,
  `introduce` text,
  `uid` int(11) DEFAULT NULL,
  `username` varchar(60) DEFAULT NULL,
  `adddate` datetime DEFAULT NULL,
  `hits` int(11) DEFAULT NULL,
  `state` tinyint(2) DEFAULT NULL
) ENGINE=MyISAM AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `ob_friendlink`
--

INSERT INTO `ob_friendlink` (`id`, `linktype`, `typeid`, `name`, `listorder`, `url`, `logo`, `introduce`, `uid`, `username`, `adddate`, `hits`, `state`) VALUES
(1, 2, 0, '易通免费企业CMS', 0, 'https://www.cmseasy.cn', 'https://www.cmseasy.cn/images/logo.png', '', 0, 'hf_yuan', '2009-11-12 13:14:37', 0, 1),
(2, 1, 0, 'CmsEasy论坛', 0, 'http://www.cmseasy.org', '', '', 0, 'hf_yuan', '2009-11-12 13:15:00', 2, 1),
(3, 1, 0, '九州易通科技有限公司', 0, 'http://www.cmseasy.net', '', '', 0, 'hf_yuan', '2009-11-12 13:28:53', 2, 1);

-- --------------------------------------------------------

--
-- 表的结构 `ob_guestbook`
--

CREATE TABLE IF NOT EXISTS `ob_guestbook` (
  `id` int(11) NOT NULL,
  `catid` int(11) unsigned NOT NULL DEFAULT '0',
  `username` varchar(255) NOT NULL,
  `userid` int(11) NOT NULL,
  `adddate` datetime NOT NULL,
  `state` tinyint(2) NOT NULL DEFAULT '1',
  `guesttel` varchar(50) NOT NULL,
  `guestemail` varchar(255) NOT NULL,
  `guestqq` varchar(50) NOT NULL,
  `title` varchar(255) NOT NULL,
  `content` text NOT NULL,
  `reply` text,
  `ip` varchar(20) DEFAULT NULL,
  `checked` tinyint(2) NOT NULL DEFAULT '0',
  `issee` int(11) DEFAULT NULL COMMENT '仅自己可见'
) ENGINE=MyISAM AUTO_INCREMENT=11 DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `ob_guestbookfield`
--

CREATE TABLE IF NOT EXISTS `ob_guestbookfield` (
  `id` int(20) NOT NULL,
  `listorder` int(20) NOT NULL DEFAULT '0' COMMENT '排序',
  `name` varchar(50) NOT NULL COMMENT '字段名称',
  `showname` varchar(255) NOT NULL COMMENT '字段显示名称',
  `message` varchar(100) NOT NULL COMMENT '提示信息',
  `isnull` tinyint(1) DEFAULT '0' COMMENT '是否必填',
  `isshow` tinyint(1) DEFAULT '1' COMMENT '字段是否显示',
  `type` varchar(100) NOT NULL COMMENT '字段类型',
  `leng` int(20) DEFAULT NULL COMMENT '字段长度',
  `fieldvalue` text COMMENT '字段内容'
) ENGINE=MyISAM AUTO_INCREMENT=13 DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `ob_g_cate`
--

CREATE TABLE IF NOT EXISTS `ob_g_cate` (
  `catid` int(11) unsigned NOT NULL,
  `catname` varchar(255) NOT NULL DEFAULT '',
  `cattype` tinyint(1) unsigned NOT NULL DEFAULT '1',
  `num` int(11) unsigned NOT NULL DEFAULT '0',
  `sort` int(11) unsigned NOT NULL DEFAULT '0'
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `ob_g_reply`
--

CREATE TABLE IF NOT EXISTS `ob_g_reply` (
  `rid` int(11) unsigned NOT NULL,
  `gid` int(11) unsigned NOT NULL DEFAULT '0',
  `replycontent` mediumtext,
  `uid` int(11) unsigned NOT NULL DEFAULT '0',
  `username` varchar(255) NOT NULL DEFAULT '',
  `replytime` int(10) unsigned NOT NULL DEFAULT '0',
  `ip` varchar(50) NOT NULL DEFAULT '',
  `status` tinyint(1) unsigned NOT NULL DEFAULT '1'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `ob_invite`
--

CREATE TABLE IF NOT EXISTS `ob_invite` (
  `inviteid` int(11) unsigned NOT NULL,
  `invitecode` varchar(255) DEFAULT NULL,
  `ctuid` int(11) unsigned DEFAULT NULL,
  `ctname` varchar(255) DEFAULT NULL,
  `reguid` int(11) DEFAULT NULL,
  `cttime` datetime DEFAULT NULL,
  `regtime` datetime DEFAULT NULL,
  `isuse` tinyint(1) unsigned DEFAULT '0'
) ENGINE=MyISAM AUTO_INCREMENT=20 DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `ob_lang`
--

CREATE TABLE IF NOT EXISTS `ob_lang` (
  `id` int(20) NOT NULL,
  `listorder` int(11) DEFAULT '0' COMMENT '排序',
  `langurlname` varchar(20) NOT NULL COMMENT '语言文件夹名称  唯一',
  `langname` varchar(50) DEFAULT NULL COMMENT '语言名称',
  `langimg` varchar(255) DEFAULT NULL COMMENT '图标',
  `static` tinyint(1) DEFAULT '1' COMMENT '语言状态',
  `isdefault` tinyint(1) DEFAULT '0' COMMENT '默认语言  第二个开其他就关',
  `domain` varchar(255) DEFAULT NULL COMMENT '域名',
  `istemplate` tinyint(1) NOT NULL DEFAULT '0',
  `isadmin` tinyint(1) NOT NULL DEFAULT '0',
  `adminlangid` int(11) DEFAULT '0' COMMENT '后台语言设置ID'
) ENGINE=MyISAM AUTO_INCREMENT=5 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `ob_lang`
--

INSERT INTO `ob_lang` (`id`, `listorder`, `langurlname`, `langname`, `langimg`, `static`, `isdefault`, `domain`, `istemplate`, `isadmin`, `adminlangid`) VALUES
(1, 0, 'cn', '中文', '/html/upload/images/201907/15631496836234.gif', 1, 1, '', 1, 1, 1),
(2, 0, 'en', 'English', '/html/upload/images/201907/15631498094826.gif', 1, 0, '', 0, 0, 2);

-- --------------------------------------------------------

--
-- 表的结构 `ob_license`
--

CREATE TABLE IF NOT EXISTS `ob_license` (
  `id` int(11) unsigned NOT NULL,
  `aid` int(11) unsigned DEFAULT '0',
  `uid` int(11) unsigned DEFAULT '0',
  `addtime` datetime DEFAULT NULL,
  `pay` decimal(10,2) unsigned DEFAULT '0.00',
  `domain` varchar(50) DEFAULT '',
  `cate` varchar(255) NOT NULL DEFAULT 'product',
  `timelong` int(11) unsigned NOT NULL DEFAULT '0'
) ENGINE=MyISAM AUTO_INCREMENT=6275 DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `ob_linkword`
--

CREATE TABLE IF NOT EXISTS `ob_linkword` (
  `id` int(11) NOT NULL,
  `linkword` varchar(255) NOT NULL,
  `linkurl` varchar(255) DEFAULT NULL,
  `linkorder` int(11) DEFAULT NULL,
  `linktimes` int(3) DEFAULT '1'
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `ob_my_yingpin`
--

CREATE TABLE IF NOT EXISTS `ob_my_yingpin` (
  `fid` int(11) NOT NULL,
  `aid` int(11) DEFAULT NULL,
  `username` varchar(50) NOT NULL,
  `userid` int(11) NOT NULL,
  `adddate` datetime DEFAULT NULL,
  `view` int(11) DEFAULT '0',
  `state` tinyint(2) DEFAULT '1',
  `checked` tinyint(2) DEFAULT '0',
  `ip` varchar(20) DEFAULT NULL,
  `my_xingming` varchar(255) DEFAULT NULL,
  `my_xingbie` varchar(10) DEFAULT NULL,
  `my_shouji` varchar(255) DEFAULT NULL,
  `my_email` varchar(255) DEFAULT NULL
) ENGINE=MyISAM AUTO_INCREMENT=10 DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `ob_newconfig`
--

CREATE TABLE IF NOT EXISTS `ob_newconfig` (
  `id` int(11) NOT NULL,
  `name` varchar(50) NOT NULL COMMENT 'config名称',
  `value` varchar(255) NOT NULL COMMENT 'config值',
  `showname` varchar(50) NOT NULL COMMENT '显示的名称',
  `remark` varchar(255) DEFAULT NULL COMMENT '提示-html代码',
  `type` varchar(255) DEFAULT 'text' COMMENT '类型  默认文本类型'
) ENGINE=MyISAM AUTO_INCREMENT=5 DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `ob_notification`
--

CREATE TABLE IF NOT EXISTS `ob_notification` (
  `id` int(10) NOT NULL COMMENT '通知表ID',
  `userid` varchar(50) DEFAULT NULL COMMENT '通知用户ID',
  `title` varchar(100) NOT NULL COMMENT '通知标题',
  `note` varchar(255) NOT NULL COMMENT '通知内容',
  `titleurl` varchar(255) DEFAULT NULL COMMENT '通知跳转的链接',
  `adddatatime` datetime NOT NULL COMMENT '通知时间',
  `static` tinyint(1) NOT NULL DEFAULT '0' COMMENT '状态'
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `ob_operators`
--

CREATE TABLE IF NOT EXISTS `ob_operators` (
  `id` int(255) NOT NULL,
  `username` varchar(255) NOT NULL DEFAULT '',
  `password` varchar(255) NOT NULL DEFAULT '',
  `firstname` varchar(255) NOT NULL DEFAULT '',
  `lastname` varchar(255) NOT NULL DEFAULT '',
  `email` varchar(255) NOT NULL DEFAULT '',
  `departmentid` int(10) NOT NULL DEFAULT '0',
  `level` int(1) NOT NULL DEFAULT '0',
  `timestamp` int(255) DEFAULT '0'
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `ob_option`
--

CREATE TABLE IF NOT EXISTS `ob_option` (
  `id` int(11) unsigned NOT NULL,
  `bid` int(11) unsigned NOT NULL,
  `name` varchar(255) NOT NULL,
  `num` int(11) unsigned NOT NULL DEFAULT '0',
  `order` int(11) unsigned NOT NULL DEFAULT '0'
) ENGINE=MyISAM AUTO_INCREMENT=6 DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `ob_pay_exchange`
--

CREATE TABLE IF NOT EXISTS `ob_pay_exchange` (
  `exchangeid` int(11) NOT NULL,
  `username` varchar(30) NOT NULL DEFAULT '',
  `type` enum('money','point','time','credit') NOT NULL DEFAULT 'money',
  `value` float NOT NULL DEFAULT '0',
  `unit` enum('','y','m','d') NOT NULL DEFAULT '',
  `note` text NOT NULL,
  `addtime` int(11) NOT NULL DEFAULT '0',
  `ip` varchar(15) NOT NULL DEFAULT '',
  `authid` varchar(50) NOT NULL DEFAULT ''
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `ob_p_ologin`
--

CREATE TABLE IF NOT EXISTS `ob_p_ologin` (
  `ologin_id` tinyint(3) unsigned NOT NULL,
  `ologin_code` varchar(20) NOT NULL DEFAULT '',
  `ologin_name` varchar(120) NOT NULL DEFAULT '',
  `ologin_desc` text NOT NULL,
  `ologin_config` text NOT NULL,
  `enabled` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `is_cod` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `is_online` tinyint(1) unsigned NOT NULL DEFAULT '0'
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `ob_p_orders`
--

CREATE TABLE IF NOT EXISTS `ob_p_orders` (
  `id` mediumint(8) NOT NULL,
  `oid` varchar(100) NOT NULL,
  `aid` varchar(255) NOT NULL,
  `somecoupon` varchar(255) DEFAULT NULL COMMENT '使用优惠劵',
  `status` int(3) NOT NULL DEFAULT '0',
  `mid` int(10) NOT NULL DEFAULT '0',
  `adddate` int(10) NOT NULL DEFAULT '0',
  `ip` char(15) NOT NULL,
  `telphone` varchar(50) NOT NULL,
  `pnums` varchar(50) NOT NULL DEFAULT '0',
  `pname` char(80) NOT NULL,
  `address` varchar(200) NOT NULL,
  `postcode` char(20) NOT NULL,
  `content` text NOT NULL,
  `courier_number` varchar(100) NOT NULL,
  `s_status` tinyint(1) NOT NULL DEFAULT '0',
  `trade_no` varchar(255) NOT NULL DEFAULT '',
  `menoy` decimal(10,2) DEFAULT '0.00' COMMENT '支付金额',
  `finalkey` varchar(255) DEFAULT '',
  `expresstype` varchar(255) DEFAULT '',
  `admindiscounts` decimal(10,2) NOT NULL DEFAULT '0.00',
  `pay_fee` decimal(10,2) DEFAULT '0.00'
) ENGINE=MyISAM AUTO_INCREMENT=112 DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `ob_p_pay`
--

CREATE TABLE IF NOT EXISTS `ob_p_pay` (
  `pay_id` tinyint(3) unsigned NOT NULL,
  `pay_code` varchar(20) NOT NULL DEFAULT '',
  `pay_name` varchar(120) NOT NULL DEFAULT '',
  `pay_image` varchar(255) DEFAULT NULL,
  `pay_fee` varchar(10) NOT NULL DEFAULT '0',
  `pay_desc` text NOT NULL,
  `pay_order` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `pay_config` text NOT NULL,
  `enabled` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `is_cod` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `is_online` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `langid` int(11) DEFAULT NULL
) ENGINE=MyISAM AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `ob_p_shipping`
--

CREATE TABLE IF NOT EXISTS `ob_p_shipping` (
  `id` int(11) NOT NULL,
  `title` varchar(200) NOT NULL,
  `content` text NOT NULL,
  `price` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `overweight` int(10) NOT NULL,
  `cashondelivery` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `insure` tinyint(1) NOT NULL DEFAULT '0',
  `insureproportion` smallint(6) NOT NULL DEFAULT '0',
  `addtime` int(11) NOT NULL DEFAULT '0'
) ENGINE=MyISAM AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `ob_reply`
--

CREATE TABLE IF NOT EXISTS `ob_reply` (
  `id` int(11) NOT NULL COMMENT '回复表ID·',
  `pid` int(11) NOT NULL DEFAULT '0' COMMENT '对应回复ID',
  `conent` varchar(255) DEFAULT NULL COMMENT '回复内容',
  `uid` int(11) NOT NULL COMMENT '回复的用户id',
  `productid` int(11) NOT NULL COMMENT '对应的产品id',
  `producttype` int(11) NOT NULL COMMENT '产品类型（1/工单 2/暂未做）',
  `adddate` int(11) NOT NULL COMMENT '回复时间'
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `ob_sessionox`
--

CREATE TABLE IF NOT EXISTS `ob_sessionox` (
  `PHPSESSID` varchar(50) NOT NULL,
  `update_time` int(10) NOT NULL,
  `client_ip` varchar(15) NOT NULL,
  `data` text
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `ob_sessions`
--

CREATE TABLE IF NOT EXISTS `ob_sessions` (
  `id` int(10) unsigned NOT NULL,
  `name` varchar(50) NOT NULL,
  `email` varchar(30) NOT NULL,
  `phone` varchar(20) NOT NULL,
  `departmentid` int(10) NOT NULL DEFAULT '0',
  `timestamp` int(10) NOT NULL DEFAULT '0',
  `ip` varchar(20) NOT NULL,
  `status` tinyint(1) NOT NULL DEFAULT '0'
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `ob_settings`
--

CREATE TABLE IF NOT EXISTS `ob_settings` (
  `id` int(11) NOT NULL,
  `type` varchar(10) DEFAULT NULL,
  `tag` varchar(30) NOT NULL DEFAULT '',
  `value` mediumtext NOT NULL,
  `array` mediumtext
) ENGINE=MyISAM AUTO_INCREMENT=7 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `ob_settings`
--

INSERT INTO `ob_settings` (`id`, `type`, `tag`, `value`, `array`) VALUES
(6, '', 'table-fieldset', 'a:2:{s:7:"archive";a:3:{s:17:"my_shopping_color";a:21:{s:4:"name";s:17:"my_shopping_color";s:8:"cname_cn";s:6:"颜色";s:8:"cname_en";s:5:"Color";s:8:"cname_jp";s:3:"色";s:8:"cname_sk";s:6:"색깔";s:7:"tips_cn";s:0:"";s:7:"tips_en";s:0:"";s:7:"tips_jp";s:0:"";s:7:"tips_sk";s:0:"";s:5:"catid";s:1:"0";s:9:"isshoping";s:1:"1";s:4:"type";s:4:"text";s:3:"len";i:0;s:10:"selecttype";s:1:"0";s:9:"select_cn";s:0:"";s:9:"select_en";s:0:"";s:9:"select_jp";s:0:"";s:9:"select_sk";s:0:"";s:8:"filetype";N;s:8:"issearch";i:0;s:9:"isnotnull";i:0;}s:17:"my_shopping_model";a:21:{s:4:"name";s:17:"my_shopping_model";s:8:"cname_cn";s:6:"类型";s:8:"cname_en";s:5:"Model";s:8:"cname_jp";s:9:"タイプ";s:8:"cname_sk";s:6:"유형";s:7:"tips_cn";s:0:"";s:7:"tips_en";s:0:"";s:7:"tips_jp";s:0:"";s:7:"tips_sk";s:0:"";s:5:"catid";s:1:"0";s:9:"isshoping";s:1:"1";s:4:"type";s:4:"text";s:3:"len";i:0;s:10:"selecttype";s:1:"0";s:9:"select_cn";s:0:"";s:9:"select_en";s:0:"";s:9:"select_jp";s:0:"";s:9:"select_sk";s:0:"";s:8:"filetype";N;s:8:"issearch";i:0;s:9:"isnotnull";i:0;}s:9:"my_tagone";a:22:{s:4:"name";s:9:"my_tagone";s:8:"cname_cn";s:10:"新增 Tab";s:8:"cname_en";s:7:"Add Tab";s:8:"cname_jp";s:12:"Tabを追加";s:8:"cname_sk";s:10:"신규 Tab";s:7:"tips_cn";s:0:"";s:7:"tips_en";s:0:"";s:7:"tips_jp";s:0:"";s:7:"tips_sk";s:0:"";s:5:"catid";s:1:"0";s:6:"istage";s:1:"1";s:4:"type";s:10:"mediumtext";s:3:"len";i:0;s:10:"selecttype";s:1:"0";s:9:"select_cn";s:0:"";s:9:"select_en";s:0:"";s:9:"select_jp";s:0:"";s:9:"select_sk";s:0:"";s:8:"filetype";N;s:9:"isshoping";s:1:"0";s:8:"issearch";i:0;s:9:"isnotnull";i:0;}}s:10:"my_yingpin";a:5:{s:8:"my_email";a:20:{s:4:"name";s:8:"my_email";s:8:"cname_cn";s:6:"邮箱";s:8:"cname_en";s:5:"Email";s:8:"cname_jp";s:21:"メールボックス";s:8:"cname_sk";s:12:"메일박스";s:7:"tips_cn";s:0:"";s:7:"tips_en";s:0:"";s:7:"tips_jp";s:0:"";s:7:"tips_sk";s:0:"";s:4:"type";s:7:"varchar";s:3:"len";s:3:"255";s:10:"selecttype";s:1:"0";s:9:"select_cn";s:0:"";s:9:"select_en";s:0:"";s:9:"select_jp";s:0:"";s:9:"select_sk";s:0:"";s:8:"filetype";N;s:9:"isshoping";s:1:"0";s:8:"issearch";i:0;s:9:"isnotnull";i:0;}s:9:"my_shouji";a:20:{s:4:"name";s:9:"my_shouji";s:8:"cname_cn";s:6:"手机";s:8:"cname_en";s:6:"Mobile";s:8:"cname_jp";s:12:"携帯電話";s:8:"cname_sk";s:9:"휴대폰";s:7:"tips_cn";s:0:"";s:7:"tips_en";s:0:"";s:7:"tips_jp";s:0:"";s:7:"tips_sk";s:0:"";s:4:"type";s:7:"varchar";s:3:"len";s:3:"255";s:10:"selecttype";s:1:"0";s:9:"select_cn";s:0:"";s:9:"select_en";s:0:"";s:9:"select_jp";s:0:"";s:9:"select_sk";s:0:"";s:8:"filetype";N;s:9:"isshoping";s:1:"0";s:8:"issearch";i:0;s:9:"isnotnull";i:0;}s:10:"my_xingbie";a:20:{s:4:"name";s:10:"my_xingbie";s:8:"cname_cn";s:6:"性别";s:8:"cname_en";s:6:"Gender";s:8:"cname_jp";s:6:"性别";s:8:"cname_sk";s:6:"성별";s:7:"tips_cn";s:0:"";s:7:"tips_en";s:0:"";s:7:"tips_jp";s:0:"";s:7:"tips_sk";s:0:"";s:4:"type";s:7:"varchar";s:3:"len";i:10;s:10:"selecttype";s:6:"select";s:9:"select_cn";s:13:"(1)男\n(2)女";s:9:"select_en";s:17:"(1)Male\n(2)Female";s:9:"select_jp";s:25:"(1)男の人\n(2)女の人";s:9:"select_sk";s:19:"(1)남자\n(2)여자";s:8:"filetype";N;s:9:"isshoping";s:1:"0";s:8:"issearch";i:0;s:9:"isnotnull";i:0;}s:11:"my_xingming";a:20:{s:4:"name";s:11:"my_xingming";s:8:"cname_cn";s:6:"姓名";s:8:"cname_en";s:4:"Name";s:8:"cname_jp";s:6:"名前";s:8:"cname_sk";s:6:"이름";s:7:"tips_cn";s:0:"";s:7:"tips_en";s:0:"";s:7:"tips_jp";s:0:"";s:7:"tips_sk";s:0:"";s:4:"type";s:7:"varchar";s:3:"len";s:3:"255";s:10:"selecttype";s:1:"0";s:9:"select_cn";s:0:"";s:9:"select_en";s:0:"";s:9:"select_jp";s:0:"";s:9:"select_sk";s:0:"";s:8:"filetype";N;s:9:"isshoping";s:1:"0";s:8:"issearch";i:0;s:9:"isnotnull";i:0;}s:6:"myform";a:6:{s:8:"cname_cn";s:6:"应聘";s:8:"cname_en";s:7:"Recruit";s:8:"cname_jp";s:6:"募集";s:8:"cname_sk";s:14:"초빙 하 다";s:4:"name";s:10:"my_yingpin";s:8:"template";s:18:"myform/myform.html";}}}', 'array (\n  ''archive'' => \n  array (\n    ''my_shopping_color'' => \n    array (\n      ''name'' => ''my_shopping_color'',\n      ''cname_cn'' => ''颜色'',\n      ''cname_en'' => ''Color'',\n      ''cname_jp'' => ''色'',\n      ''cname_sk'' => ''색깔'',\n      ''tips_cn'' => '''',\n      ''tips_en'' => '''',\n      ''tips_jp'' => '''',\n      ''tips_sk'' => '''',\n      ''catid'' => ''0'',\n      ''isshoping'' => ''1'',\n      ''type'' => ''text'',\n      ''len'' => 0,\n      ''selecttype'' => ''0'',\n      ''select_cn'' => '''',\n      ''select_en'' => '''',\n      ''select_jp'' => '''',\n      ''select_sk'' => '''',\n      ''filetype'' => NULL,\n      ''issearch'' => 0,\n      ''isnotnull'' => 0,\n    ),\n    ''my_shopping_model'' => \n    array (\n      ''name'' => ''my_shopping_model'',\n      ''cname_cn'' => ''类型'',\n      ''cname_en'' => ''Model'',\n      ''cname_jp'' => ''タイプ'',\n      ''cname_sk'' => ''유형'',\n      ''tips_cn'' => '''',\n      ''tips_en'' => '''',\n      ''tips_jp'' => '''',\n      ''tips_sk'' => '''',\n      ''catid'' => ''0'',\n      ''isshoping'' => ''1'',\n      ''type'' => ''text'',\n      ''len'' => 0,\n      ''selecttype'' => ''0'',\n      ''select_cn'' => '''',\n      ''select_en'' => '''',\n      ''select_jp'' => '''',\n      ''select_sk'' => '''',\n      ''filetype'' => NULL,\n      ''issearch'' => 0,\n      ''isnotnull'' => 0,\n    ),\n    ''my_tagone'' => \n    array (\n      ''name'' => ''my_tagone'',\n      ''cname_cn'' => ''新增 Tab'',\n      ''cname_en'' => ''Add Tab'',\n      ''cname_jp'' => ''Tabを追加'',\n      ''cname_sk'' => ''신규 Tab'',\n      ''tips_cn'' => '''',\n      ''tips_en'' => '''',\n      ''tips_jp'' => '''',\n      ''tips_sk'' => '''',\n      ''catid'' => ''0'',\n      ''istage'' => ''1'',\n      ''type'' => ''mediumtext'',\n      ''len'' => 0,\n      ''selecttype'' => ''0'',\n      ''select_cn'' => '''',\n      ''select_en'' => '''',\n      ''select_jp'' => '''',\n      ''select_sk'' => '''',\n      ''filetype'' => NULL,\n      ''isshoping'' => ''0'',\n      ''issearch'' => 0,\n      ''isnotnull'' => 0,\n    ),\n  ),\n  ''my_yingpin'' => \n  array (\n    ''my_email'' => \n    array (\n      ''name'' => ''my_email'',\n      ''cname_cn'' => ''邮箱'',\n      ''cname_en'' => ''Email'',\n      ''cname_jp'' => ''メールボックス'',\n      ''cname_sk'' => ''메일박스'',\n      ''tips_cn'' => '''',\n      ''tips_en'' => '''',\n      ''tips_jp'' => '''',\n      ''tips_sk'' => '''',\n      ''type'' => ''varchar'',\n      ''len'' => ''255'',\n      ''selecttype'' => ''0'',\n      ''select_cn'' => '''',\n      ''select_en'' => '''',\n      ''select_jp'' => '''',\n      ''select_sk'' => '''',\n      ''filetype'' => NULL,\n      ''isshoping'' => ''0'',\n      ''issearch'' => 0,\n      ''isnotnull'' => 0,\n    ),\n    ''my_shouji'' => \n    array (\n      ''name'' => ''my_shouji'',\n      ''cname_cn'' => ''手机'',\n      ''cname_en'' => ''Mobile'',\n      ''cname_jp'' => ''携帯電話'',\n      ''cname_sk'' => ''휴대폰'',\n      ''tips_cn'' => '''',\n      ''tips_en'' => '''',\n      ''tips_jp'' => '''',\n      ''tips_sk'' => '''',\n      ''type'' => ''varchar'',\n      ''len'' => ''255'',\n      ''selecttype'' => ''0'',\n      ''select_cn'' => '''',\n      ''select_en'' => '''',\n      ''select_jp'' => '''',\n      ''select_sk'' => '''',\n      ''filetype'' => NULL,\n      ''isshoping'' => ''0'',\n      ''issearch'' => 0,\n      ''isnotnull'' => 0,\n    ),\n    ''my_xingbie'' => \n    array (\n      ''name'' => ''my_xingbie'',\n      ''cname_cn'' => ''性别'',\n      ''cname_en'' => ''Gender'',\n      ''cname_jp'' => ''性别'',\n      ''cname_sk'' => ''성별'',\n      ''tips_cn'' => '''',\n      ''tips_en'' => '''',\n      ''tips_jp'' => '''',\n      ''tips_sk'' => '''',\n      ''type'' => ''varchar'',\n      ''len'' => 10,\n      ''selecttype'' => ''select'',\n      ''select_cn'' => ''(1)男\n(2)女'',\n      ''select_en'' => ''(1)Male\n(2)Female'',\n      ''select_jp'' => ''(1)男の人\n(2)女の人'',\n      ''select_sk'' => ''(1)남자\n(2)여자'',\n      ''filetype'' => NULL,\n      ''isshoping'' => ''0'',\n      ''issearch'' => 0,\n      ''isnotnull'' => 0,\n    ),\n    ''my_xingming'' => \n    array (\n      ''name'' => ''my_xingming'',\n      ''cname_cn'' => ''姓名'',\n      ''cname_en'' => ''Name'',\n      ''cname_jp'' => ''名前'',\n      ''cname_sk'' => ''이름'',\n      ''tips_cn'' => '''',\n      ''tips_en'' => '''',\n      ''tips_jp'' => '''',\n      ''tips_sk'' => '''',\n      ''type'' => ''varchar'',\n      ''len'' => ''255'',\n      ''selecttype'' => ''0'',\n      ''select_cn'' => '''',\n      ''select_en'' => '''',\n      ''select_jp'' => '''',\n      ''select_sk'' => '''',\n      ''filetype'' => NULL,\n      ''isshoping'' => ''0'',\n      ''issearch'' => 0,\n      ''isnotnull'' => 0,\n    ),\n    ''myform'' => \n    array (\n      ''cname_cn'' => ''应聘'',\n      ''cname_en'' => ''Recruit'',\n      ''cname_jp'' => ''募集'',\n      ''cname_sk'' => ''초빙 하 다'',\n      ''name'' => ''my_yingpin'',\n      ''template'' => ''myform/myform.html'',\n    ),\n  ),\n)');

-- --------------------------------------------------------

--
-- 表的结构 `ob_stats`
--

CREATE TABLE IF NOT EXISTS `ob_stats` (
  `id` int(11) unsigned NOT NULL,
  `bot` varchar(50) NOT NULL,
  `ip` varchar(20) NOT NULL,
  `time` datetime NOT NULL DEFAULT '0000-00-00 00:00:00',
  `url` varchar(255) NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=8 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `ob_stats`
--

INSERT INTO `ob_stats` (`id`, `bot`, `ip`, `time`, `url`) VALUES
(1, 'Baidu', '220.181.108.115', '2020-06-02 22:34:05', 'http://youxiangdui.net/list-2.htm'),
(2, 'Baidu', '220.181.108.115', '2020-06-05 09:08:16', 'http://youxiangdui.net/list-2.htm'),
(3, 'Baidu', '220.181.108.181', '2020-06-18 03:05:53', 'http://www.youxiangdui.net/list-2.htm'),
(4, 'Google', '66.249.68.18', '2020-06-20 19:24:52', 'http://youxiangdui.net/list-2.htm'),
(5, 'Google', '66.249.71.118', '2020-06-24 14:30:58', 'http://youxiangdui.net/list-2.htm'),
(6, 'Google', '66.249.69.206', '2020-06-26 01:15:12', 'http://youxiangdui.net/list-2.htm'),
(7, 'Baidu', '220.181.108.104', '2020-06-28 19:48:27', 'http://youxiangdui.net/list-2.htm');

-- --------------------------------------------------------

--
-- 表的结构 `ob_type`
--

CREATE TABLE IF NOT EXISTS `ob_type` (
  `typeid` int(6) NOT NULL,
  `parentid` int(6) NOT NULL,
  `typename` varchar(30) NOT NULL,
  `subtitle` varchar(255) DEFAULT '',
  `stype` varchar(50) DEFAULT NULL,
  `listorder` int(11) DEFAULT '0',
  `image` varchar(150) DEFAULT NULL,
  `meta_title` varchar(255) DEFAULT NULL,
  `keyword` varchar(150) DEFAULT NULL,
  `description` text,
  `typecontent` mediumtext,
  `htmldir` varchar(50) NOT NULL,
  `template` varchar(50) DEFAULT NULL,
  `listtemplate` varchar(50) DEFAULT NULL,
  `showtemplate` varchar(50) DEFAULT NULL,
  `htmlrule` varchar(100) DEFAULT NULL,
  `listhtmlrule` varchar(100) DEFAULT NULL,
  `showhtmlrule` varchar(100) DEFAULT NULL,
  `module` varchar(16) NOT NULL DEFAULT 'article',
  `isshow` tinyint(2) DEFAULT '1',
  `ishtml` tinyint(2) DEFAULT '0',
  `iswaphtml` tinyint(2) DEFAULT '0',
  `ispages` tinyint(2) DEFAULT NULL,
  `includecatarchives` tinyint(2) DEFAULT '0',
  `addarcenable` tinyint(2) DEFAULT NULL,
  `linkto` varchar(150) DEFAULT NULL,
  `attr1` varchar(20) DEFAULT NULL,
  `attr2` varchar(20) DEFAULT NULL,
  `attr3` varchar(20) DEFAULT NULL,
  `thumb` varchar(100) DEFAULT NULL,
  `thumb_width` int(3) DEFAULT NULL,
  `thumb_height` int(3) DEFAULT NULL,
  `isNavigation` tinyint(1) NOT NULL DEFAULT '0' COMMENT '是否在导航显示',
  `isscreening` tinyint(1) NOT NULL DEFAULT '0',
  `langid` int(11) DEFAULT NULL
) ENGINE=MyISAM AUTO_INCREMENT=409 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `ob_type`
--

INSERT INTO `ob_type` (`typeid`, `parentid`, `typename`, `subtitle`, `stype`, `listorder`, `image`, `meta_title`, `keyword`, `description`, `typecontent`, `htmldir`, `template`, `listtemplate`, `showtemplate`, `htmlrule`, `listhtmlrule`, `showhtmlrule`, `module`, `isshow`, `ishtml`, `iswaphtml`, `ispages`, `includecatarchives`, `addarcenable`, `linkto`, `attr1`, `attr2`, `attr3`, `thumb`, `thumb_width`, `thumb_height`, `isNavigation`, `isscreening`, `langid`) VALUES
(1, 0, '女装/男装/内衣', '', '', 0, '/html/upload/images/201907/15591099593550.jpg', '', '', '', '', 'nvzhuang-nanzhuang-neiyi', 'type/list_products.html', 'type/list_products.html', '', '', '', '', 'article', 1, 0, 0, 1, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(2, 0, '鞋靴/箱包/配件', '', '', 0, '/html/upload/images/201907/15591099453652.jpg', '', '', '', '', 'xiexue-xiangbao-peijian', '0', '0', '', '', '', '', 'article', 1, 0, 0, 1, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(3, 0, '童装玩家/孕产/用品', '', '', 0, '', '', '', '', '', 'tongzhuangwanjia-yunchan-yongpin', '0', '0', '', '', '', '', 'article', 1, 0, 0, 1, 1, 0, '', '', '', '', '', 0, 0, 0, 1, 1),
(4, 0, '家电/数码/手机', '', '', 0, '', '', '', '', '', 'jiadian-shuma-shouji', '0', '0', '', '', '', '', 'article', 1, 0, 0, 1, 1, 0, '', '', '', '', '', 0, 0, 0, 1, 1),
(5, 0, '美妆/洗护/保健品', '', '', 0, '', '', '', '', '', 'meizhuang-xihu-baojianpin', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 1, 1),
(6, 0, '珠宝/眼镜/手表', '', '', 0, '', '', '', '', '', 'zhubao-yanjing-shoubiao', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 1, 1),
(7, 0, '运动/户外/乐器', '', '', 0, '', '', '', '', '', 'yundong-huwai-yueqi', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 1, 1),
(8, 0, '游戏/动漫/影视', '', '', 0, '', '', '', '', '', 'youxi-dongman-yingshi', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 1, 1),
(9, 0, '美食/生鲜/零食', '', '', 0, '', '', '', '', '', 'meishi-shegnxian-lingshi', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 1, 1),
(10, 0, '鲜花/宠物/农资', '', '', 0, '', '', '', '', '', 'xianhua-chongwu-nongzi', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 1, 1),
(11, 0, '工具/装修/建材', '', '', 0, '', '', '', '', '', 'gongju-zhuangxiu-jiancai', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 1, 1),
(12, 0, '家具/家饰/家纺', '', '', 0, '', '', '', '', '', 'jiaju-jiashi-jiafang', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 1, 1),
(13, 0, '汽车/二手车/用品', '', '', 0, '', '', '', '', '', 'qiche-ershouche-yongpin', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 1, 1),
(14, 0, '办公/DIY/五金电子', '', '', 0, '', '', '', '', '', 'bangong-diy-wujindainzi', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 1, 1),
(15, 0, '百货/餐厨/家庭保健', '', '', 0, '', '', '', '', '', 'baihuo-canchu-jiatingbaojian', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 1, 1),
(16, 0, '学习/卡卷/本地服务', '', '', 0, '', '', '', '', '', 'xuexi-kajuan-bendifuwu', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 1, 1),
(17, 1, '女装', '', '', 0, '', '', '', '', '', 'nvzhuang-1', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(18, 1, '男装', '', '', 0, '', '', '', '', '', 'nanzhuang', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(19, 1, '内衣', '', '', 0, '', '', '', '', '', 'neiyi', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(20, 17, '连衣裙', '', '', 0, '', '', '', '', '', 'lianyiqun', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(21, 17, '衬衫', '', '', 0, '', '', '', '', '', 'chenshan', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(22, 17, '裤子', '', '', 0, '', '', '', '', '', 'kuzi', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(23, 17, '牛仔裤', '', '', 0, '', '', '', '', '', 'niuziku', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(24, 17, '西装', '', '', 0, '', '', '', '', '', 'xizhuang', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(25, 17, '短外套', '', '', 0, '', '', '', '', '', 'duanwaitao', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(26, 17, '时尚套装', '', '', 0, '', '', '', '', '', 'shishangtaozhuang', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(27, 18, '衬衫', '', '', 0, '', '', '', '', '', 'nan-chen-shan', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(28, 18, 'POLO衫', '', '', 0, '', '', '', '', '', 'nan-plolo-shan', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(29, 18, '休闲裤', '', '', 0, '', '', '', '', '', 'nan-xiu-xian-ku', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(30, 18, '牛仔裤', '', '', 0, '', '', '', '', '', 'nan-niu-zi-ku', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(31, 18, '套装', '', '', 0, '', '', '', '', '', 'nan-tao-zhuang', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(32, 18, '外套', '', '', 0, '', '', '', '', '', 'nan-wai-tao', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(33, 18, '夹克', '', '', 0, '', '', '', '', '', 'nan-jia-ke', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(34, 18, '卫衣', '', '', 0, '', '', '', '', '', 'nan-wei-yi', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(35, 18, '风衣', '', '', 0, '', '', '', '', '', 'nan-feng-yi', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(36, 18, '西装', '', '', 0, '', '', '', '', '', 'nan-xi-zhuang', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(37, 18, '牛仔外套', '', '', 0, '', '', '', '', '', 'nan-niu-zi-wai-tao', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(38, 18, '棒球服', '', '', 0, '', '', '', '', '', 'nan-bang-qiu-fu', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(39, 17, '半身裙', '', '', 0, '', '', '', '', '', 'nv-ban-shen-qun ', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(40, 17, '毛针织衫', '', '', 0, '', '', '', '', '', 'nv-mao-zhen-zhi-shan ', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(41, 17, '风衣', '', '', 0, '', '', '', '', '', 'nv-feng-yi', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(42, 17, '休闲裤', '', '', 0, '', '', '', '', '', 'nv-xiu-xian-ku', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(43, 17, '卫衣绒衫', '', '', 0, '', '', '', '', '', 'nv-wei-yi-rong-shan', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(44, 17, '大码女装', '', '', 0, '', '', '', '', '', 'nv-da-ma-nv-zhuang', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(45, 17, '蕾丝衫/雪纺衫', '', '', 0, '', '', '', '', '', 'nv-lei-si-shan/xue-fang-shan', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(46, 17, '背心吊带', '', '', 0, '', '', '', '', '', 'nv-bei-xin-diao-dai', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(47, 17, '毛衣', '', '', 0, '', '', '', '', '', 'nv-mao-yi', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(48, 17, '毛呢外套', '', '', 0, '', '', '', '', '', 'nv-mao-ni-wai-tao', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(49, 17, '羽绒服', '', '', 0, '', '', '', '', '', 'nv-yu-rong-fu', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(50, 17, '皮衣', '', '', 0, '', '', '', '', '', 'nv-pi-', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(51, 18, '皮衣', '', '', 0, '', '', '', '', '', 'nan-pi-yi ', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(52, 18, '针织衫/毛衣', '', '', 0, '', '', '', '', '', 'nan-zhen-zhi-shan/mao-yi ', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(53, 18, '运动裤', '', '', 0, '', '', '', '', '', 'nan-yun-dong-ku', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(54, 18, '工装裤', '', '', 0, '', '', '', '', '', 'nan-gong-zhuang-ku', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(55, 18, '开衫', '', '', 0, '', '', '', '', '', 'nan-kai-shan', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(56, 18, '马甲', '', '', 0, '', '', '', '', '', 'nan-ma-jia', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(57, 18, '毛呢大衣', '', '', 0, '', '', '', '', '', 'nan-mao-ni-da-yi', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(58, 18, '羽绒服', '', '', 0, '', '', '', '', '', 'nan-yu-rong-fu', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(59, 18, '棉衣', '', '', 0, '', '', '', '', '', 'nan-mian-yi ', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(60, 18, '中老年', '', '', 0, '', '', '', '', '', 'zhong-lao-nian', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(61, 18, '情侣装', '', '', 0, '', '', '', '', '', 'qing-lv-zhuang', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(62, 18, '大码', '', '', 0, '', '', '', '', '', 'da-ma', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(63, 18, '民族风', '', '', 0, '', '', '', '', '', 'min-zu-feng ', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(64, 18, '专柜大牌', '', '', 0, '', '', '', '', '', 'zhuan-gui', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(65, 17, '皮草', '', '', 0, '', '', '', '', '', 'nv-pi-cao', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(66, 17, '棉衣棉服', '', '', 0, '', '', '', '', '', 'nv-mian-yi-mian-fu', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(67, 17, '马夹', '', '', 0, '', '', '', '', '', 'nv-maj-ia', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(68, 17, '牛仔外套', '', '', 0, '', '', '', '', '', 'nv-niu-zai-wai-tao', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(69, 17, '阔腿裤', '', '', 0, '', '', '', '', '', 'nv-kuo-tui-ku', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(70, 17, '中老年女装', '', '', 0, '', '', '', '', '', 'nv-zhong-lao-nian-nv-zhuang', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(71, 17, '婚纱礼服', '', '', 0, '', '', '', '', '', 'nv-hun-sha-li-fu', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(72, 17, '民族服装', '', '', 0, '', '', '', '', '', 'nv-min-zu-fu-zhuang', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(73, 17, '打底裤', '', '', 0, '', '', '', '', '', 'nv-da-di-ku', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(74, 17, '西装裤', '', '', 0, '', '', '', '', '', 'nv-xi-zhuang-ku', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(75, 17, '唐装', '', '', 0, '', '', '', '', '', 'nv-tang-zhuang', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(76, 17, '汉服', '', '', 0, '', '', '', '', '', 'nv-han-fu', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(77, 17, '旗袍', '', '', 0, '', '', '', '', '', 'nv-qi-pao', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(78, 19, '法式内衣', '', '', 0, '', '', '', '', '', 'fa-shi-nei-yi', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(79, 19, '无钢圈内衣', '', '', 0, '', '', '', '', '', 'wu-gang-quan-nei-yi', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(80, 19, '内裤女', '', '', 0, '', '', '', '', '', 'nei-ku-nv', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(81, 19, '文胸', '', '', 0, '', '', '', '', '', 'wen-xiong', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(82, 19, '内裤男', '', '', 0, '', '', '', '', '', 'nei-ku-nan', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(83, 19, '长袖睡衣', '', '', 0, '', '', '', '', '', 'chang-xiu-shui-yi', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(84, 19, '睡裙', '', '', 0, '', '', '', '', '', 'shui-qun', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(85, 19, '真丝睡衣', '', '', 0, '', '', '', '', '', 'zhen-si-shui-yi', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(86, 19, '丝袜', '', '', 0, '', '', '', '', '', 'si-wa', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(87, 19, '船袜', '', '', 0, '', '', '', '', '', 'chuan-wa', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(88, 19, '情侣睡衣', '', '', 0, '', '', '', '', '', 'qing-lv-shui-yi', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(89, 19, '抹胸', '', '', 0, '', '', '', '', '', 'wen-xiong', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(90, 19, '背心', '', '', 0, '', '', '', '', '', 'bei-xin', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(91, 19, '睡袍', '', '', 0, '', '', '', '', '', 'shui-pao', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(92, 19, '男士睡衣', '', '', 0, '', '', '', '', '', 'nan-shi-shui-yi', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(93, 19, '塑身衣', '', '', 0, '', '', '', '', '', 'su-shen-y', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(94, 19, '内衣套装', '', '', 0, '', '', '', '', '', 'nei-yi-tao-zhuang', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(95, 19, '打底裤', '', '', 0, '', '', '', '', '', 'da-di-ku', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(96, 19, '连体睡衣', '', '', 0, '', '', '', '', '', 'lian-ti-shui-yi', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(97, 19, '聚拢文胸', '', '', 0, '', '', '', '', '', 'jv-long-wen-xiong', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(98, 19, '男士袜子', '', '', 0, '', '', '', '', '', 'nan-shi-wa-zi', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(99, 19, '棉袜女', '', '', 0, '', '', '', '', '', 'mian-wa-nv', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(100, 19, '卡通睡衣', '', '', 0, '', '', '', '', '', 'ka-tong-shui-yi', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(101, 19, '无痕内裤', '', '', 0, '', '', '', '', '', 'wu-hen-nei-ku', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(102, 19, '少女文胸', '', '', 0, '', '', '', '', '', 'shao-nv-wen-xiong', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 1),
(103, 0, 'Women''s/Men''s/Underwear', '', '', 0, '/html/upload/images/201907/15591099593550.jpg', '', '', '', '', 'nvzhuang-nanzhuang-neiyi', 'type/list_products.html', 'type/list_products.html', '', '', '', '', 'article', 1, 0, 0, 1, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(104, 0, 'shoes/bags/accessories', '', '', 0, '/html/upload/images/201907/15591099453652.jpg', '', '', '', '', 'xiexue-xiangbao-peijian', '0', '0', '', '', '', '', 'article', 1, 0, 0, 1, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(105, 0, 'Children''s wear players/pregna', '', '', 0, '', '', '', '', '', 'tongzhuangwanjia-yunchan-yongpin', '0', '0', '', '', '', '', 'article', 1, 0, 0, 1, 1, 0, '', '', '', '', '', 0, 0, 0, 1, 2),
(106, 0, 'Household appliances/digital/m', '', '', 0, '', '', '', '', '', 'jiadian-shuma-shouji', '0', '0', '', '', '', '', 'article', 1, 0, 0, 1, 1, 0, '', '', '', '', '', 0, 0, 0, 1, 2),
(107, 0, 'Cosmetics/Nursing/Healthcare P', '', '', 0, '', '', '', '', '', 'meizhuang-xihu-baojianpin', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 1, 2),
(108, 0, 'Jewelry/glasses/watches', '', '', 0, '', '', '', '', '', 'zhubao-yanjing-shoubiao', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 1, 2),
(109, 0, 'sports/Outdoor/Musical Instrum', '', '', 0, '', '', '', '', '', 'yundong-huwai-yueqi', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 1, 2),
(110, 0, 'Game/Animation/Film and Televi', '', '', 0, '', '', '', '', '', 'youxi-dongman-yingshi', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 1, 2),
(111, 0, 'Gourmet / Fresh / Snacks', '', '', 0, '', '', '', '', '', 'meishi-shegnxian-lingshi', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 1, 2),
(112, 0, 'Flowers/Pets/Agriculture', '', '', 0, '', '', '', '', '', 'xianhua-chongwu-nongzi', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 1, 2),
(113, 0, 'tools/Decoration/Building Mate', '', '', 0, '', '', '', '', '', 'gongju-zhuangxiu-jiancai', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 1, 2),
(114, 0, 'Furniture/Home Decoration/Home', '', '', 0, '', '', '', '', '', 'jiaju-jiashi-jiafang', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 1, 2),
(115, 0, 'Cars/used cars/supplies', '', '', 0, '', '', '', '', '', 'qiche-ershouche-yongpin', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 1, 2),
(116, 0, 'Office/DIY/Hardware Electronic', '', '', 0, '', '', '', '', '', 'bangong-diy-wujindainzi', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 1, 2),
(117, 0, 'Department Store/Kitchen/Famil', '', '', 0, '', '', '', '', '', 'baihuo-canchu-jiatingbaojian', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 1, 2),
(118, 0, 'Learning/Card/Local Service', '', '', 0, '', '', '', '', '', 'xuexi-kajuan-bendifuwu', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 1, 2),
(119, 103, 'Women''s wear', '', '', 0, '', '', '', '', '', 'nvzhuang-1', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(120, 103, 'Men''s wear', '', '', 0, '', '', '', '', '', 'nanzhuang', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(121, 103, 'Underwear', '', '', 0, '', '', '', '', '', 'neiyi', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(122, 119, 'Dress', '', '', 0, '', '', '', '', '', 'lianyiqun', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(123, 119, 'shirt', '', '', 0, '', '', '', '', '', 'chenshan', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(124, 119, 'trousers', '', '', 0, '', '', '', '', '', 'kuzi', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(125, 119, 'Jeans', '', '', 0, '', '', '', '', '', 'niuziku', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(126, 119, 'suit', '', '', 0, '', '', '', '', '', 'xizhuang', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(127, 119, 'short coat', '', '', 0, '', '', '', '', '', 'duanwaitao', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(128, 119, 'Fashion suit', '', '', 0, '', '', '', '', '', 'shishangtaozhuang', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(129, 120, 'shirt', '', '', 0, '', '', '', '', '', 'nan-chen-shan', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(130, 120, 'pOLOShirt', '', '', 0, '', '', '', '', '', 'nan-plolo-shan', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(131, 120, 'Casual pants', '', '', 0, '', '', '', '', '', 'nan-xiu-xian-ku', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(132, 120, 'Jeans', '', '', 0, '', '', '', '', '', 'nan-niu-zi-ku', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(133, 120, 'suit', '', '', 0, '', '', '', '', '', 'nan-tao-zhuang', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(134, 120, 'Loose coat', '', '', 0, '', '', '', '', '', 'nan-wai-tao', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(135, 120, 'Jacket', '', '', 0, '', '', '', '', '', 'nan-jia-ke', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(136, 120, 'sweater', '', '', 0, '', '', '', '', '', 'nan-wei-yi', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(137, 120, 'Windbreaker', '', '', 0, '', '', '', '', '', 'nan-feng-yi', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(138, 120, 'suit', '', '', 0, '', '', '', '', '', 'nan-xi-zhuang', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(139, 120, 'Chaqueta', '', '', 0, '', '', '', '', '', 'nan-niu-zi-wai-tao', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(140, 120, 'mlb', '', '', 0, '', '', '', '', '', 'nan-bang-qiu-fu', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(141, 119, 'skirt', '', '', 0, '', '', '', '', '', 'nv-ban-shen-qun ', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(142, 119, 'sweater', '', '', 0, '', '', '', '', '', 'nv-mao-zhen-zhi-shan ', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(143, 119, 'Windbreaker', '', '', 0, '', '', '', '', '', 'nv-feng-yi', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(144, 119, 'Casual pants', '', '', 0, '', '', '', '', '', 'nv-xiu-xian-ku', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(145, 119, 'sweater', '', '', 0, '', '', '', '', '', 'nv-wei-yi-rong-shan', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(146, 119, 'Large-size women''s clothes', '', '', 0, '', '', '', '', '', 'nv-da-ma-nv-zhuang', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(147, 119, 'Lace shirt/chiffon shirt', '', '', 0, '', '', '', '', '', 'nv-lei-si-shan/xue-fang-shan', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(148, 119, 'Vest sling', '', '', 0, '', '', '', '', '', 'nv-bei-xin-diao-dai', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(149, 119, 'sweater', '', '', 0, '', '', '', '', '', 'nv-mao-yi', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(150, 119, 'Woolen coat', '', '', 0, '', '', '', '', '', 'nv-mao-ni-wai-tao', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(151, 119, 'Down Jackets', '', '', 0, '', '', '', '', '', 'nv-yu-rong-fu', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(152, 119, 'Leather clothing', '', '', 0, '', '', '', '', '', 'nv-pi-', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(153, 120, 'Leather clothing', '', '', 0, '', '', '', '', '', 'nan-pi-yi ', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(154, 120, 'sweater/sweater', '', '', 0, '', '', '', '', '', 'nan-zhen-zhi-shan/mao-yi ', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(155, 120, 'sports pants', '', '', 0, '', '', '', '', '', 'nan-yun-dong-ku', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(156, 120, 'Overalls', '', '', 0, '', '', '', '', '', 'nan-gong-zhuang-ku', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(157, 120, 'Cardigan', '', '', 0, '', '', '', '', '', 'nan-kai-shan', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(158, 120, 'Vest', '', '', 0, '', '', '', '', '', 'nan-ma-jia', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(159, 120, 'woolen overcoat', '', '', 0, '', '', '', '', '', 'nan-mao-ni-da-yi', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(160, 120, 'Down Jackets', '', '', 0, '', '', '', '', '', 'nan-yu-rong-fu', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(161, 120, 'Cotton-padded clothes', '', '', 0, '', '', '', '', '', 'nan-mian-yi ', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(162, 120, 'Middle and old age', '', '', 0, '', '', '', '', '', 'zhong-lao-nian', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(163, 120, 'Couples dress', '', '', 0, '', '', '', '', '', 'qing-lv-zhuang', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(164, 120, 'Big code', '', '', 0, '', '', '', '', '', 'da-ma', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(165, 120, 'Ethnic style', '', '', 0, '', '', '', '', '', 'min-zu-feng ', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(166, 120, 'special Counter Major Brand', '', '', 0, '', '', '', '', '', 'zhuan-gui', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(167, 119, 'Leather and fur', '', '', 0, '', '', '', '', '', 'nv-pi-cao', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(168, 119, 'cotton-padded coats', '', '', 0, '', '', '', '', '', 'nv-mian-yi-mian-fu', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(169, 119, 'Vest', '', '', 0, '', '', '', '', '', 'nv-maj-ia', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(170, 119, 'Chaqueta', '', '', 0, '', '', '', '', '', 'nv-niu-zai-wai-tao', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(171, 119, 'Broad-legged trousers', '', '', 0, '', '', '', '', '', 'nv-kuo-tui-ku', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(172, 119, 'Middle-aged and elderly women''', '', '', 0, '', '', '', '', '', 'nv-zhong-lao-nian-nv-zhuang', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(173, 119, 'Wedding dress', '', '', 0, '', '', '', '', '', 'nv-hun-sha-li-fu', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(174, 119, 'National Costume', '', '', 0, '', '', '', '', '', 'nv-min-zu-fu-zhuang', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(175, 119, 'Leggings', '', '', 0, '', '', '', '', '', 'nv-da-di-ku', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(176, 119, 'suit pants', '', '', 0, '', '', '', '', '', 'nv-xi-zhuang-ku', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(177, 119, 'tang Costume', '', '', 0, '', '', '', '', '', 'nv-tang-zhuang', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(178, 119, 'Hanfu', '', '', 0, '', '', '', '', '', 'nv-han-fu', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(179, 119, 'cheongsam', '', '', 0, '', '', '', '', '', 'nv-qi-pao', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(180, 121, 'French underwear', '', '', 0, '', '', '', '', '', 'fa-shi-nei-yi', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(181, 121, 'Ring-free underwear', '', '', 0, '', '', '', '', '', 'wu-gang-quan-nei-yi', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(182, 121, 'Girls in Underwear', '', '', 0, '', '', '', '', '', 'nei-ku-nv', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(183, 121, 'Bras', '', '', 0, '', '', '', '', '', 'wen-xiong', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(184, 121, 'Men in Underwear', '', '', 0, '', '', '', '', '', 'nei-ku-nan', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(185, 121, 'Long sleeve pajamas', '', '', 0, '', '', '', '', '', 'chang-xiu-shui-yi', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(186, 121, 'Nightdress', '', '', 0, '', '', '', '', '', 'shui-qun', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(187, 121, 'silk sleepwear', '', '', 0, '', '', '', '', '', 'zhen-si-shui-yi', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(188, 121, 'silk stockings', '', '', 0, '', '', '', '', '', 'si-wa', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(189, 121, 'Boat socks', '', '', 0, '', '', '', '', '', 'chuan-wa', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(190, 121, 'Lovers pajamas', '', '', 0, '', '', '', '', '', 'qing-lv-shui-yi', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(191, 121, 'undergarment covering the ches', '', '', 0, '', '', '', '', '', 'wen-xiong', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(192, 121, 'vest', '', '', 0, '', '', '', '', '', 'bei-xin', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(193, 121, 'Robe', '', '', 0, '', '', '', '', '', 'shui-pao', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(194, 121, 'Men''s pajamas', '', '', 0, '', '', '', '', '', 'nan-shi-shui-yi', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(195, 121, 'Corset', '', '', 0, '', '', '', '', '', 'su-shen-y', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(196, 121, 'Underwear set', '', '', 0, '', '', '', '', '', 'nei-yi-tao-zhuang', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(197, 121, 'Leggings', '', '', 0, '', '', '', '', '', 'da-di-ku', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(198, 121, 'Conjoined Pyjamas', '', '', 0, '', '', '', '', '', 'lian-ti-shui-yi', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(199, 121, 'Gathering bras', '', '', 0, '', '', '', '', '', 'jv-long-wen-xiong', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(200, 121, 'Men''s socks', '', '', 0, '', '', '', '', '', 'nan-shi-wa-zi', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(201, 121, 'Cotton Socks Woman', '', '', 0, '', '', '', '', '', 'mian-wa-nv', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(202, 121, 'Cartoon Pyjamas', '', '', 0, '', '', '', '', '', 'ka-tong-shui-yi', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(203, 121, 'seamless underwear', '', '', 0, '', '', '', '', '', 'wu-hen-nei-ku', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2),
(204, 121, 'Girl Bra', '', '', 0, '', '', '', '', '', 'shao-nv-wen-xiong', '0', '0', '', '', '', '', 'article', 1, 0, 0, 0, 1, 0, '', '', '', '', '', 0, 0, 0, 0, 2);

-- --------------------------------------------------------

--
-- 表的结构 `ob_union`
--

CREATE TABLE IF NOT EXISTS `ob_union` (
  `userid` int(10) unsigned NOT NULL DEFAULT '0',
  `username` varchar(30) NOT NULL DEFAULT '',
  `payaccount` varchar(30) NOT NULL DEFAULT '',
  `website` varchar(100) NOT NULL DEFAULT '',
  `visits` int(10) unsigned NOT NULL DEFAULT '0',
  `registers` int(10) unsigned NOT NULL DEFAULT '0',
  `settleexpendamount` float unsigned NOT NULL DEFAULT '0',
  `totalexpendamount` float unsigned NOT NULL DEFAULT '0',
  `totalpayamount` float unsigned NOT NULL DEFAULT '0',
  `lastpayamount` float unsigned NOT NULL DEFAULT '0',
  `lastpaytime` float unsigned NOT NULL DEFAULT '0',
  `profitmargin` float unsigned NOT NULL DEFAULT '0',
  `regtime` int(10) unsigned NOT NULL DEFAULT '0',
  `regip` varchar(15) NOT NULL DEFAULT '',
  `passed` tinyint(1) unsigned NOT NULL DEFAULT '0'
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `ob_union_pay`
--

CREATE TABLE IF NOT EXISTS `ob_union_pay` (
  `payid` int(10) unsigned NOT NULL,
  `userid` int(10) unsigned NOT NULL DEFAULT '0',
  `payaccount` varchar(100) NOT NULL DEFAULT '',
  `amount` float NOT NULL DEFAULT '0',
  `expendamount` float unsigned NOT NULL DEFAULT '0',
  `profitmargin` float unsigned NOT NULL DEFAULT '0',
  `inputer` varchar(30) NOT NULL DEFAULT '',
  `addtime` int(10) unsigned NOT NULL DEFAULT '0',
  `ip` varchar(15) NOT NULL DEFAULT ''
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `ob_union_visit`
--

CREATE TABLE IF NOT EXISTS `ob_union_visit` (
  `visitid` int(10) unsigned NOT NULL,
  `userid` int(10) unsigned NOT NULL DEFAULT '0',
  `visittime` int(10) unsigned NOT NULL DEFAULT '0',
  `visitip` varchar(15) NOT NULL DEFAULT '',
  `referer` varchar(255) NOT NULL DEFAULT '',
  `regusername` varchar(30) NOT NULL DEFAULT '',
  `regtime` int(10) unsigned NOT NULL DEFAULT '0'
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `ob_user`
--

CREATE TABLE IF NOT EXISTS `ob_user` (
  `userid` int(11) NOT NULL,
  `username` varchar(255) NOT NULL,
  `password` varchar(50) NOT NULL,
  `nickname` varchar(255) DEFAULT NULL,
  `groupid` int(2) NOT NULL DEFAULT '0',
  `checked` tinyint(2) DEFAULT NULL,
  `qqlogin` varchar(255) DEFAULT NULL,
  `alipaylogin` varchar(255) DEFAULT NULL,
  `wechatlogin` varchar(255) DEFAULT NULL,
  `avatar` varchar(100) DEFAULT NULL,
  `userip` varchar(20) DEFAULT NULL,
  `state` tinyint(4) DEFAULT '1',
  `qq` int(255) DEFAULT NULL,
  `e_mail` varchar(255) DEFAULT NULL,
  `address` varchar(255) DEFAULT NULL,
  `tel` varchar(100) DEFAULT NULL,
  `question` varchar(255) DEFAULT NULL,
  `answer` varchar(255) DEFAULT NULL,
  `intro` text,
  `point` smallint(5) unsigned DEFAULT '0',
  `introducer` int(10) unsigned DEFAULT NULL,
  `regtime` int(10) DEFAULT '0',
  `sex` varchar(10) DEFAULT '',
  `isblock` tinyint(1) DEFAULT '0',
  `isdelete` tinyint(1) DEFAULT '0',
  `headimage` varchar(255) DEFAULT NULL COMMENT '用户头像',
  `integration` decimal(10,0) NOT NULL DEFAULT '0' COMMENT '积分',
  `couponidnum` varchar(255) DEFAULT NULL COMMENT '优惠劵',
  `collect` varchar(255) DEFAULT NULL COMMENT '收藏',
  `menoy` decimal(10,2) NOT NULL DEFAULT '0.00' COMMENT '积分',
  `adddatetime` datetime DEFAULT NULL,
  `notifiid` varchar(255) DEFAULT '',
  `templatelang` varchar(20) NOT NULL DEFAULT 'cn' COMMENT '前台语言包',
  `adminlang` varchar(20) NOT NULL DEFAULT 'cn' COMMENT '后台语言包',
  `buyarchive` varchar(255) NOT NULL COMMENT '购买的内容或者下载',
  `adminlangdomain` varchar(100) DEFAULT NULL,
  `templatelangdomain` varchar(100) DEFAULT NULL
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `ob_user`
--

INSERT INTO `ob_user` (`userid`, `username`, `password`, `nickname`, `groupid`, `checked`, `qqlogin`, `alipaylogin`, `wechatlogin`, `avatar`, `userip`, `state`, `qq`, `e_mail`, `address`, `tel`, `question`, `answer`, `intro`, `point`, `introducer`, `regtime`, `sex`, `isblock`, `isdelete`, `headimage`, `integration`, `couponidnum`, `collect`, `menoy`, `adddatetime`, `notifiid`, `templatelang`, `adminlang`, `buyarchive`, `adminlangdomain`, `templatelangdomain`) VALUES
(1, 'hf_yuan', '72fbf976f39cc56daa6e1cfb37e7e872', '管理员', 2, 1, '', '', '', '', '', 0, 1111, 'hf_yuan@sina.com', 'hf_yuan', 'hf_yuan', '', '', '', 0, 0, 0, '', 0, 0, '/html/upload/images/201907/15625455867367.png', '0', '17:0:1', '2,4,3,46,14,73', '100.07', '0000-00-00 00:00:00', '', 'cn', 'cn', '', '', ''),
(2, '张三', 'e10adc3949ba59abbe56e057f20f883e', NULL, 101, NULL, NULL, NULL, NULL, NULL, '127.0.0.1', 1, NULL, '944865340@qq.com', NULL, '17335582575', NULL, NULL, NULL, 0, NULL, 0, '', 0, 0, NULL, '0', NULL, NULL, '0.00', '2020-05-21 05:00:08', '', 'cn', 'cn', '', NULL, NULL);

-- --------------------------------------------------------

--
-- 表的结构 `ob_usergroup`
--

CREATE TABLE IF NOT EXISTS `ob_usergroup` (
  `groupid` int(11) unsigned NOT NULL,
  `name` varchar(20) NOT NULL,
  `discount` float(2,1) unsigned NOT NULL DEFAULT '0.0',
  `powerlist` text,
  `fpwlist` text,
  `integrationclaim` decimal(10,0) NOT NULL DEFAULT '0' COMMENT '积分要求',
  `isadministrator` tinyint(1) NOT NULL DEFAULT '0' COMMENT '是否管理组',
  `isint` tinyint(1) NOT NULL DEFAULT '1'
) ENGINE=MyISAM AUTO_INCREMENT=1001 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `ob_usergroup`
--

INSERT INTO `ob_usergroup` (`groupid`, `name`, `discount`, `powerlist`, `fpwlist`, `integrationclaim`, `isadministrator`, `isint`) VALUES
(101, '一般会员', 0.0, '', 'add_archive', '0', 0, 1),
(3, '新闻管理员', 0.0, 'a:64:{s:6:"config";s:1:"1";s:12:"system_image";s:1:"1";s:13:"system_upload";s:1:"1";s:8:"language";s:1:"1";s:7:"content";s:1:"1";s:7:"archive";s:1:"1";s:12:"archive_list";s:1:"1";s:11:"archive_add";s:1:"1";s:12:"archive_edit";s:1:"1";s:11:"archive_del";s:1:"1";s:13:"archive_check";s:1:"1";s:15:"archive_setting";s:1:"1";s:17:"archive_hotsearch";s:1:"1";s:13:"archive_image";s:1:"1";s:11:"archive_tag";s:1:"1";s:4:"func";s:1:"1";s:12:"func_announc";s:1:"1";s:17:"func_announc_list";s:1:"1";s:16:"func_announc_add";s:1:"1";s:17:"func_announc_edit";s:1:"1";s:16:"func_announc_del";s:1:"1";s:9:"func_book";s:1:"1";s:14:"func_book_list";s:1:"1";s:15:"func_book_reply";s:1:"1";s:13:"func_book_del";s:1:"1";s:12:"func_comment";s:1:"1";s:17:"func_comment_list";s:1:"1";s:17:"func_comment_edit";s:1:"1";s:16:"func_comment_del";s:1:"1";s:11:"func_ballot";s:1:"1";s:16:"func_ballot_list";s:1:"1";s:15:"func_ballot_add";s:1:"1";s:16:"func_ballot_edit";s:1:"1";s:15:"func_ballot_del";s:1:"1";s:3:"seo";s:1:"1";s:10:"seo_weixin";s:1:"1";s:15:"seo_weixin_list";s:1:"1";s:14:"seo_weixin_add";s:1:"1";s:15:"seo_weixin_edit";s:1:"1";s:14:"seo_weixin_del";s:1:"1";s:12:"seo_linkword";s:1:"1";s:17:"seo_linkword_list";s:1:"1";s:16:"seo_linkword_add";s:1:"1";s:17:"seo_linkword_edit";s:1:"1";s:16:"seo_linkword_del";s:1:"1";s:14:"seo_xiongzhang";s:1:"1";s:5:"cache";s:1:"1";s:12:"cache_manage";s:1:"1";s:13:"cache_content";s:1:"1";s:14:"cache_category";s:1:"1";s:11:"cache_index";s:1:"1";s:10:"cache_type";s:1:"1";s:13:"cache_special";s:1:"1";s:9:"cache_tag";s:1:"1";s:11:"cache_baidu";s:1:"1";s:12:"cache_google";s:1:"1";s:16:"cache_wap_manage";s:1:"1";s:24:"cache_manage_wap_content";s:1:"1";s:25:"cache_manage_wap_category";s:1:"1";s:22:"cache_manage_wap_index";s:1:"1";s:21:"cache_manage_wap_type";s:1:"1";s:24:"cache_manage_wap_special";s:1:"1";s:20:"cache_manage_wap_tag";s:1:"1";s:12:"cache_update";s:1:"1";}', 'add_archive', '0', 0, 1),
(4, '部门管理员', 0.0, 'a:5:{s:7:"content";s:1:"1";s:7:"archive";s:1:"1";s:12:"archive_list";s:1:"1";s:11:"archive_add";s:1:"1";s:12:"archive_edit";s:1:"1";}', 'add_archive', '100', 0, 1),
(2, '超级管理员', 5.0, 'a:206:{s:6:"config";s:1:"1";s:11:"system_site";s:1:"1";s:13:"system_extend";s:1:"1";s:12:"system_image";s:1:"1";s:20:"system_filechecksite";s:1:"1";s:13:"system_upload";s:1:"1";s:15:"system_security";s:1:"1";s:11:"system_mail";s:1:"1";s:11:"system_vote";s:1:"1";s:8:"language";s:1:"1";s:10:"system_sms";s:1:"1";s:11:"system_ditu";s:1:"1";s:7:"website";s:1:"1";s:18:"system_information";s:1:"1";s:18:"system_websitesite";s:1:"1";s:14:"system_dynamic";s:1:"1";s:15:"system_customer";s:1:"1";s:19:"system_verification";s:1:"1";s:16:"system_sitesetup";s:1:"1";s:17:"system_membersite";s:1:"1";s:14:"system_discuss";s:1:"1";s:15:"system_formsite";s:1:"1";s:17:"system_backupsite";s:1:"1";s:17:"system_spidersite";s:1:"1";s:15:"system_langsite";s:1:"1";s:8:"security";s:1:"1";s:16:"system_phonesite";s:1:"1";s:16:"system_guestbook";s:1:"1";s:3:"add";s:1:"1";s:6:"manage";s:1:"1";s:11:"interactive";s:1:"1";s:7:"content";s:1:"1";s:8:"category";s:1:"1";s:13:"category_list";s:1:"1";s:12:"category_add";s:1:"1";s:13:"category_edit";s:1:"1";s:12:"category_del";s:1:"1";s:17:"category_htmlrule";s:1:"1";s:14:"archive_import";s:1:"1";s:7:"archive";s:1:"1";s:12:"archive_list";s:1:"1";s:11:"archive_add";s:1:"1";s:26:"defined_field_category_add";s:1:"1";s:12:"archive_edit";s:1:"1";s:11:"archive_del";s:1:"1";s:13:"archive_check";s:1:"1";s:15:"archive_setting";s:1:"1";s:17:"archive_hotsearch";s:1:"1";s:13:"archive_image";s:1:"1";s:11:"archive_tag";s:1:"1";s:5:"mtype";s:1:"1";s:9:"type_list";s:1:"1";s:8:"type_add";s:1:"1";s:9:"type_edit";s:1:"1";s:8:"type_del";s:1:"1";s:7:"special";s:1:"1";s:12:"special_list";s:1:"1";s:11:"special_add";s:1:"1";s:12:"special_edit";s:1:"1";s:11:"special_del";s:1:"1";s:4:"user";s:1:"1";s:11:"user_manage";s:1:"1";s:9:"user_list";s:1:"1";s:8:"user_add";s:1:"1";s:9:"user_edit";s:1:"1";s:8:"user_del";s:1:"1";s:11:"user_ologin";s:1:"1";s:11:"user_invite";s:1:"1";s:16:"user_integration";s:1:"1";s:10:"user_group";s:1:"1";s:14:"usergroup_list";s:1:"1";s:13:"usergroup_add";s:1:"1";s:14:"usergroup_edit";s:1:"1";s:13:"usergroup_del";s:1:"1";s:15:"seo_consumption";s:1:"1";s:11:"seo_express";s:1:"1";s:5:"order";s:1:"1";s:12:"order_manage";s:1:"1";s:13:"system_orders";s:1:"1";s:10:"order_list";s:1:"1";s:11:"refund_list";s:1:"1";s:9:"order_del";s:1:"1";s:10:"order_edit";s:1:"1";s:9:"order_pay";s:1:"1";s:15:"order_logistics";s:1:"1";s:4:"func";s:1:"1";s:12:"func_announc";s:1:"1";s:17:"func_announc_list";s:1:"1";s:16:"func_announc_add";s:1:"1";s:17:"func_announc_edit";s:1:"1";s:16:"func_announc_del";s:1:"1";s:9:"func_book";s:1:"1";s:14:"func_book_list";s:1:"1";s:15:"func_book_reply";s:1:"1";s:13:"func_book_del";s:1:"1";s:12:"func_comment";s:1:"1";s:17:"func_comment_list";s:1:"1";s:17:"func_comment_edit";s:1:"1";s:16:"func_comment_del";s:1:"1";s:11:"func_ballot";s:1:"1";s:16:"func_ballot_list";s:1:"1";s:15:"func_ballot_add";s:1:"1";s:16:"func_ballot_edit";s:1:"1";s:15:"func_ballot_del";s:1:"1";s:9:"func_data";s:1:"1";s:15:"func_data_baker";s:1:"1";s:17:"func_data_restore";s:1:"1";s:17:"func_data_replace";s:1:"1";s:19:"func_data_adminlogs";s:1:"1";s:14:"func_data_safe";s:1:"1";s:14:"func_filecheck";s:1:"1";s:9:"func_scan";s:1:"1";s:7:"seo_tag";s:1:"1";s:11:"func_update";s:1:"1";s:12:"system_wxxcx";s:1:"1";s:8:"template";s:1:"1";s:15:"template_manage";s:1:"1";s:15:"system_template";s:1:"1";s:15:"template_visual";s:1:"1";s:13:"template_edit";s:1:"1";s:17:"template_downlist";s:1:"1";s:12:"system_slide";s:1:"1";s:15:"templatetag_add";s:1:"1";s:23:"templatetag_add_content";s:1:"1";s:24:"templatetag_add_category";s:1:"1";s:23:"templatetag_add_special";s:1:"1";s:22:"templatetag_add_define";s:1:"1";s:26:"templatetag_wap_add_define";s:1:"1";s:16:"templatetag_list";s:1:"1";s:25:"templatetag_list_function";s:1:"1";s:23:"templatetag_list_system";s:1:"1";s:24:"templatetag_list_content";s:1:"1";s:25:"templatetag_list_category";s:1:"1";s:24:"templatetag_list_special";s:1:"1";s:23:"templatetag_list_define";s:1:"1";s:28:"templatetag_wap_list_content";s:1:"1";s:29:"templatetag_wap_list_category";s:1:"1";s:27:"templatetag_wap_list_define";s:1:"1";s:3:"seo";s:1:"1";s:10:"seo_weixin";s:1:"1";s:15:"seo_weixin_list";s:1:"1";s:14:"seo_weixin_add";s:1:"1";s:15:"seo_weixin_edit";s:1:"1";s:14:"seo_weixin_del";s:1:"1";s:10:"seo_status";s:1:"1";s:15:"seo_status_list";s:1:"1";s:14:"seo_status_del";s:1:"1";s:16:"seo_status_clear";s:1:"1";s:12:"seo_linkword";s:1:"1";s:17:"seo_linkword_list";s:1:"1";s:16:"seo_linkword_add";s:1:"1";s:17:"seo_linkword_edit";s:1:"1";s:16:"seo_linkword_del";s:1:"1";s:14:"seo_friendlink";s:1:"1";s:19:"seo_friendlink_list";s:1:"1";s:18:"seo_friendlink_add";s:1:"1";s:19:"seo_friendlink_edit";s:1:"1";s:18:"seo_friendlink_del";s:1:"1";s:22:"seo_friendlink_setting";s:1:"1";s:10:"user_union";s:1:"1";s:10:"union_user";s:1:"1";s:9:"union_pay";s:1:"1";s:11:"union_visit";s:1:"1";s:13:"union_reguser";s:1:"1";s:12:"union_config";s:1:"1";s:8:"seo_mail";s:1:"1";s:13:"seo_mail_send";s:1:"1";s:17:"seo_mail_usersend";s:1:"1";s:21:"seo_mail_subscription";s:1:"1";s:10:"seo_coupon";s:1:"1";s:14:"seo_thirdparty";s:1:"1";s:14:"seo_xiongzhang";s:1:"1";s:7:"defined";s:1:"1";s:21:"defined_field_content";s:1:"1";s:26:"defined_field_content_list";s:1:"1";s:25:"defined_field_content_add";s:1:"1";s:26:"defined_field_content_edit";s:1:"1";s:25:"defined_field_content_del";s:1:"1";s:18:"defined_field_user";s:1:"1";s:23:"defined_field_user_list";s:1:"1";s:22:"defined_field_user_add";s:1:"1";s:23:"defined_field_user_edit";s:1:"1";s:22:"defined_field_user_del";s:1:"1";s:12:"defined_form";s:1:"1";s:17:"defined_form_list";s:1:"1";s:16:"defined_form_add";s:1:"1";s:17:"defined_form_edit";s:1:"1";s:16:"defined_form_del";s:1:"1";s:5:"cache";s:1:"1";s:12:"cache_manage";s:1:"1";s:13:"cache_content";s:1:"1";s:14:"cache_category";s:1:"1";s:11:"cache_index";s:1:"1";s:10:"cache_type";s:1:"1";s:13:"cache_special";s:1:"1";s:9:"cache_tag";s:1:"1";s:11:"cache_baidu";s:1:"1";s:12:"cache_google";s:1:"1";s:16:"cache_wap_manage";s:1:"1";s:24:"cache_manage_wap_content";s:1:"1";s:25:"cache_manage_wap_category";s:1:"1";s:22:"cache_manage_wap_index";s:1:"1";s:21:"cache_manage_wap_type";s:1:"1";s:24:"cache_manage_wap_special";s:1:"1";s:20:"cache_manage_wap_tag";s:1:"1";s:12:"cache_update";s:1:"1";}', 'add_archive', '0', 1, 1),
(1000, '游客', 0.0, '', '', '0', 0, 1);

-- --------------------------------------------------------

--
-- 表的结构 `ob_user_history`
--

CREATE TABLE IF NOT EXISTS `ob_user_history` (
  `id` int(11) NOT NULL COMMENT '表自增id',
  `userid` int(11) NOT NULL COMMENT '用户id',
  `urlname` varchar(50) NOT NULL COMMENT '记录的名称',
  `url` text NOT NULL COMMENT '记录的地址',
  `static` int(1) NOT NULL DEFAULT '0' COMMENT '是否打开的状态',
  `langid` int(11) DEFAULT '1' COMMENT '语言包ID'
) ENGINE=MyISAM AUTO_INCREMENT=478 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `ob_user_history`
--

INSERT INTO `ob_user_history` (`id`, `userid`, `urlname`, `url`, `static`, `langid`) VALUES
(474, 1, '设置', '/index.php?case=config&act=index&admin_dir=dh_kedui&site=default', 0, 1),
(475, 1, '联系信息', '/index.php?case=config&act=system&set=information&admin_dir=dh_kedui&site=default', 0, 1),
(476, 1, '客服列表', '/index.php?case=config&act=system&set=customer&admin_dir=dh_kedui&site=default', 0, 1),
(477, 1, '自定义', '/index.php?case=config&act=system&set=websitesite&admin_dir=dh_kedui&site=default', 1, 1),
(468, 1, '内容管理', '/index.php?case=table&act=list&table=archive&admin_dir=dh_kedui&site=default', 0, 1),
(473, 1, '公告', '/index.php?case=table&act=list&table=announcement&admin_dir=dh_kedui&site=default', 0, 1);

-- --------------------------------------------------------

--
-- 表的结构 `ob_vote_logs`
--

CREATE TABLE IF NOT EXISTS `ob_vote_logs` (
  `id` int(11) unsigned NOT NULL,
  `uid` int(11) unsigned DEFAULT NULL,
  `username` varchar(255) DEFAULT NULL,
  `bid` int(11) unsigned DEFAULT NULL,
  `oid` varchar(255) DEFAULT NULL,
  `addtime` int(10) DEFAULT NULL,
  `ip` varchar(255) DEFAULT NULL
) ENGINE=MyISAM AUTO_INCREMENT=5 DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `ob_webscan`
--

CREATE TABLE IF NOT EXISTS `ob_webscan` (
  `id` int(10) unsigned NOT NULL,
  `var` varchar(100) NOT NULL,
  `value` varchar(100) NOT NULL,
  `ext1` varchar(100) DEFAULT NULL,
  `ext2` varchar(100) DEFAULT NULL,
  `state` tinyint(3) unsigned NOT NULL DEFAULT '0'
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `ob_webscan360`
--

CREATE TABLE IF NOT EXISTS `ob_webscan360` (
  `id` int(10) unsigned NOT NULL,
  `var` varchar(100) NOT NULL,
  `value` varchar(100) NOT NULL,
  `ext1` varchar(100) DEFAULT NULL,
  `ext2` varchar(100) DEFAULT NULL,
  `state` tinyint(3) unsigned NOT NULL DEFAULT '0'
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `ob_weixin`
--

CREATE TABLE IF NOT EXISTS `ob_weixin` (
  `id` int(11) unsigned NOT NULL,
  `name` varchar(255) DEFAULT NULL,
  `oldid` varchar(255) DEFAULT NULL,
  `weixinid` varchar(255) DEFAULT NULL,
  `token` varchar(255) DEFAULT NULL,
  `appid` varchar(255) DEFAULT NULL,
  `appsecret` varchar(255) DEFAULT NULL,
  `checksuc` tinyint(1) unsigned DEFAULT '1',
  `addtime` datetime DEFAULT NULL
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `ob_weixin`
--

INSERT INTO `ob_weixin` (`id`, `name`, `oldid`, `weixinid`, `token`, `appid`, `appsecret`, `checksuc`, `addtime`) VALUES
(1, '可兑只能积分机', '', 'gh_81de4bb3506b', '9989FB379F137D1C6D459844D3E99DA0', NULL, NULL, 1, '2020-05-28 09:55:14');

-- --------------------------------------------------------

--
-- 表的结构 `ob_weixinmenu`
--

CREATE TABLE IF NOT EXISTS `ob_weixinmenu` (
  `id` int(11) unsigned NOT NULL,
  `wid` int(11) unsigned DEFAULT NULL,
  `pid` int(11) DEFAULT NULL,
  `typeid` int(11) unsigned DEFAULT NULL,
  `name` varchar(255) DEFAULT NULL,
  `sort` int(11) unsigned DEFAULT NULL,
  `url` varchar(255) DEFAULT NULL,
  `txt` text,
  `imgtext` text,
  `intro` text,
  `catid` text,
  `num` int(11) DEFAULT '0',
  `addtime` datetime DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `ob_weixinreply`
--

CREATE TABLE IF NOT EXISTS `ob_weixinreply` (
  `id` int(11) unsigned NOT NULL,
  `wid` int(11) unsigned DEFAULT NULL,
  `typeid` int(11) unsigned DEFAULT NULL,
  `msgtype` int(11) DEFAULT '0',
  `word` varchar(255) DEFAULT NULL,
  `keyword` varchar(255) DEFAULT NULL,
  `url` varchar(255) DEFAULT NULL,
  `txt` text,
  `imgtext` text,
  `intro` text,
  `catid` text,
  `num` int(11) DEFAULT '0',
  `addtime` datetime DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `ob_xfconsumption`
--

CREATE TABLE IF NOT EXISTS `ob_xfconsumption` (
  `id` int(11) NOT NULL,
  `oid` varchar(255) NOT NULL COMMENT '消费订单',
  `content` varchar(255) DEFAULT NULL COMMENT '消费内容',
  `menoy` decimal(10,2) NOT NULL DEFAULT '0.00' COMMENT '消费金额',
  `adddate` datetime DEFAULT NULL COMMENT '消费日期',
  `status` int(3) NOT NULL DEFAULT '0',
  `mid` int(11) DEFAULT NULL COMMENT '用户id',
  `trade_no` varchar(255) DEFAULT '' COMMENT '支付编号'
) ENGINE=MyISAM AUTO_INCREMENT=8 DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `ob_zanlog`
--

CREATE TABLE IF NOT EXISTS `ob_zanlog` (
  `zlid` int(11) unsigned NOT NULL,
  `aid` int(11) unsigned DEFAULT NULL,
  `cid` int(11) unsigned DEFAULT NULL,
  `uid` int(11) unsigned DEFAULT NULL,
  `addtime` int(10) unsigned DEFAULT NULL
) ENGINE=MyISAM AUTO_INCREMENT=13 DEFAULT CHARSET=utf8;

--
-- Indexes for dumped tables
--

--
-- Indexes for table `ob_activity`
--
ALTER TABLE `ob_activity`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ob_announcement`
--
ALTER TABLE `ob_announcement`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `id` (`id`);

--
-- Indexes for table `ob_apps`
--
ALTER TABLE `ob_apps`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ob_app_config`
--
ALTER TABLE `ob_app_config`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ob_archive`
--
ALTER TABLE `ob_archive`
  ADD PRIMARY KEY (`aid`),
  ADD UNIQUE KEY `aid` (`aid`),
  ADD KEY `keyword` (`keyword`),
  ADD KEY `title` (`title`),
  ADD KEY `type` (`type`),
  ADD KEY `catid` (`typeid`),
  ADD KEY `typeid` (`catid`),
  ADD KEY `tag` (`tag`);

--
-- Indexes for table `ob_assigns`
--
ALTER TABLE `ob_assigns`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ob_atlasmap`
--
ALTER TABLE `ob_atlasmap`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ob_a_attachment`
--
ALTER TABLE `ob_a_attachment`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `id` (`id`),
  ADD KEY `aid` (`aid`);

--
-- Indexes for table `ob_a_comment`
--
ALTER TABLE `ob_a_comment`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `id` (`id`),
  ADD KEY `aid` (`aid`);

--
-- Indexes for table `ob_a_rank`
--
ALTER TABLE `ob_a_rank`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `id` (`id`),
  ADD UNIQUE KEY `aid` (`aid`);

--
-- Indexes for table `ob_a_vote`
--
ALTER TABLE `ob_a_vote`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `id` (`id`),
  ADD UNIQUE KEY `aid` (`aid`);

--
-- Indexes for table `ob_ballot`
--
ALTER TABLE `ob_ballot`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ob_b_arctag`
--
ALTER TABLE `ob_b_arctag`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `arctag` (`aid`,`tagid`),
  ADD KEY `aid` (`aid`);

--
-- Indexes for table `ob_b_buymodules`
--
ALTER TABLE `ob_b_buymodules`
  ADD PRIMARY KEY (`id`,`code`);

--
-- Indexes for table `ob_b_category`
--
ALTER TABLE `ob_b_category`
  ADD PRIMARY KEY (`catid`),
  ADD UNIQUE KEY `category` (`catid`);

--
-- Indexes for table `ob_b_special`
--
ALTER TABLE `ob_b_special`
  ADD PRIMARY KEY (`spid`);

--
-- Indexes for table `ob_b_tag`
--
ALTER TABLE `ob_b_tag`
  ADD PRIMARY KEY (`tagid`),
  ADD UNIQUE KEY `tagid` (`tagid`);

--
-- Indexes for table `ob_chat`
--
ALTER TABLE `ob_chat`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ob_consumption`
--
ALTER TABLE `ob_consumption`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ob_coupon`
--
ALTER TABLE `ob_coupon`
  ADD PRIMARY KEY (`couponid`);

--
-- Indexes for table `ob_departments`
--
ALTER TABLE `ob_departments`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ob_detail`
--
ALTER TABLE `ob_detail`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ob_event`
--
ALTER TABLE `ob_event`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `id` (`id`),
  ADD KEY `user` (`uid`,`username`,`ip`),
  ADD KEY `time` (`addtime`);

--
-- Indexes for table `ob_expresscompany`
--
ALTER TABLE `ob_expresscompany`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ob_expressconfig`
--
ALTER TABLE `ob_expressconfig`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ob_friendlink`
--
ALTER TABLE `ob_friendlink`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ob_guestbook`
--
ALTER TABLE `ob_guestbook`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `id` (`id`);

--
-- Indexes for table `ob_guestbookfield`
--
ALTER TABLE `ob_guestbookfield`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ob_g_cate`
--
ALTER TABLE `ob_g_cate`
  ADD PRIMARY KEY (`catid`);

--
-- Indexes for table `ob_g_reply`
--
ALTER TABLE `ob_g_reply`
  ADD PRIMARY KEY (`rid`);

--
-- Indexes for table `ob_invite`
--
ALTER TABLE `ob_invite`
  ADD PRIMARY KEY (`inviteid`);

--
-- Indexes for table `ob_lang`
--
ALTER TABLE `ob_lang`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ob_license`
--
ALTER TABLE `ob_license`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ob_linkword`
--
ALTER TABLE `ob_linkword`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `id` (`id`),
  ADD UNIQUE KEY `word` (`linkword`);

--
-- Indexes for table `ob_my_yingpin`
--
ALTER TABLE `ob_my_yingpin`
  ADD PRIMARY KEY (`fid`),
  ADD UNIQUE KEY `fid` (`fid`);

--
-- Indexes for table `ob_newconfig`
--
ALTER TABLE `ob_newconfig`
  ADD PRIMARY KEY (`id`,`name`);

--
-- Indexes for table `ob_notification`
--
ALTER TABLE `ob_notification`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ob_operators`
--
ALTER TABLE `ob_operators`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ob_option`
--
ALTER TABLE `ob_option`
  ADD PRIMARY KEY (`id`),
  ADD KEY `bid` (`bid`);

--
-- Indexes for table `ob_pay_exchange`
--
ALTER TABLE `ob_pay_exchange`
  ADD PRIMARY KEY (`exchangeid`),
  ADD KEY `username` (`username`,`type`),
  ADD KEY `authid` (`authid`);

--
-- Indexes for table `ob_p_ologin`
--
ALTER TABLE `ob_p_ologin`
  ADD PRIMARY KEY (`ologin_id`),
  ADD UNIQUE KEY `ologin_code` (`ologin_code`);

--
-- Indexes for table `ob_p_orders`
--
ALTER TABLE `ob_p_orders`
  ADD PRIMARY KEY (`id`),
  ADD KEY `aid` (`aid`,`mid`),
  ADD KEY `adddate` (`adddate`);

--
-- Indexes for table `ob_p_pay`
--
ALTER TABLE `ob_p_pay`
  ADD PRIMARY KEY (`pay_id`),
  ADD UNIQUE KEY `pay_code` (`pay_code`);

--
-- Indexes for table `ob_p_shipping`
--
ALTER TABLE `ob_p_shipping`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ob_reply`
--
ALTER TABLE `ob_reply`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ob_sessionox`
--
ALTER TABLE `ob_sessionox`
  ADD PRIMARY KEY (`PHPSESSID`);

--
-- Indexes for table `ob_sessions`
--
ALTER TABLE `ob_sessions`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ob_settings`
--
ALTER TABLE `ob_settings`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `id` (`id`),
  ADD UNIQUE KEY `tag` (`tag`);

--
-- Indexes for table `ob_stats`
--
ALTER TABLE `ob_stats`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ob_type`
--
ALTER TABLE `ob_type`
  ADD PRIMARY KEY (`typeid`),
  ADD UNIQUE KEY `type` (`typeid`);

--
-- Indexes for table `ob_union`
--
ALTER TABLE `ob_union`
  ADD PRIMARY KEY (`userid`);

--
-- Indexes for table `ob_union_pay`
--
ALTER TABLE `ob_union_pay`
  ADD PRIMARY KEY (`payid`),
  ADD KEY `userid` (`userid`);

--
-- Indexes for table `ob_union_visit`
--
ALTER TABLE `ob_union_visit`
  ADD PRIMARY KEY (`visitid`),
  ADD KEY `userid` (`userid`);

--
-- Indexes for table `ob_user`
--
ALTER TABLE `ob_user`
  ADD PRIMARY KEY (`userid`),
  ADD UNIQUE KEY `userid` (`userid`),
  ADD UNIQUE KEY `username` (`username`),
  ADD UNIQUE KEY `tel` (`tel`),
  ADD UNIQUE KEY `e_mail` (`e_mail`);

--
-- Indexes for table `ob_usergroup`
--
ALTER TABLE `ob_usergroup`
  ADD PRIMARY KEY (`groupid`);

--
-- Indexes for table `ob_user_history`
--
ALTER TABLE `ob_user_history`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ob_vote_logs`
--
ALTER TABLE `ob_vote_logs`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ob_webscan`
--
ALTER TABLE `ob_webscan`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ob_webscan360`
--
ALTER TABLE `ob_webscan360`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ob_weixin`
--
ALTER TABLE `ob_weixin`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ob_weixinmenu`
--
ALTER TABLE `ob_weixinmenu`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ob_weixinreply`
--
ALTER TABLE `ob_weixinreply`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ob_xfconsumption`
--
ALTER TABLE `ob_xfconsumption`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ob_zanlog`
--
ALTER TABLE `ob_zanlog`
  ADD PRIMARY KEY (`zlid`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `ob_activity`
--
ALTER TABLE `ob_activity`
  MODIFY `id` int(255) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=2;
--
-- AUTO_INCREMENT for table `ob_announcement`
--
ALTER TABLE `ob_announcement`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=7;
--
-- AUTO_INCREMENT for table `ob_apps`
--
ALTER TABLE `ob_apps`
AUTO_INCREMENT=2;
--
-- AUTO_INCREMENT for table `ob_app_config`
--
ALTER TABLE `ob_app_config`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT COMMENT '公用插件表id';
--
-- AUTO_INCREMENT for table `ob_archive`
--
ALTER TABLE `ob_archive`
  MODIFY `aid` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=538;
--
-- AUTO_INCREMENT for table `ob_assigns`
--
ALTER TABLE `ob_assigns`
  MODIFY `id` int(255) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `ob_atlasmap`
--
ALTER TABLE `ob_atlasmap`
  MODIFY `id` int(10) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=52;
--
-- AUTO_INCREMENT for table `ob_a_attachment`
--
ALTER TABLE `ob_a_attachment`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=13;
--
-- AUTO_INCREMENT for table `ob_a_comment`
--
ALTER TABLE `ob_a_comment`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=7;
--
-- AUTO_INCREMENT for table `ob_a_rank`
--
ALTER TABLE `ob_a_rank`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `ob_a_vote`
--
ALTER TABLE `ob_a_vote`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=32;
--
-- AUTO_INCREMENT for table `ob_ballot`
--
ALTER TABLE `ob_ballot`
  MODIFY `id` int(11) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=2;
--
-- AUTO_INCREMENT for table `ob_b_arctag`
--
ALTER TABLE `ob_b_arctag`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=353;
--
-- AUTO_INCREMENT for table `ob_b_buymodules`
--
ALTER TABLE `ob_b_buymodules`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `ob_b_category`
--
ALTER TABLE `ob_b_category`
  MODIFY `catid` int(6) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=158;
--
-- AUTO_INCREMENT for table `ob_b_special`
--
ALTER TABLE `ob_b_special`
  MODIFY `spid` smallint(5) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=13;
--
-- AUTO_INCREMENT for table `ob_b_tag`
--
ALTER TABLE `ob_b_tag`
  MODIFY `tagid` int(11) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `ob_chat`
--
ALTER TABLE `ob_chat`
  MODIFY `id` int(255) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=2;
--
-- AUTO_INCREMENT for table `ob_consumption`
--
ALTER TABLE `ob_consumption`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=34;
--
-- AUTO_INCREMENT for table `ob_coupon`
--
ALTER TABLE `ob_coupon`
  MODIFY `couponid` int(11) NOT NULL AUTO_INCREMENT COMMENT '表ID',AUTO_INCREMENT=25;
--
-- AUTO_INCREMENT for table `ob_departments`
--
ALTER TABLE `ob_departments`
  MODIFY `id` int(255) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `ob_detail`
--
ALTER TABLE `ob_detail`
  MODIFY `id` int(255) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=2;
--
-- AUTO_INCREMENT for table `ob_event`
--
ALTER TABLE `ob_event`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `ob_expresscompany`
--
ALTER TABLE `ob_expresscompany`
  MODIFY `id` int(10) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=418;
--
-- AUTO_INCREMENT for table `ob_expressconfig`
--
ALTER TABLE `ob_expressconfig`
  MODIFY `id` int(10) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=3;
--
-- AUTO_INCREMENT for table `ob_friendlink`
--
ALTER TABLE `ob_friendlink`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=4;
--
-- AUTO_INCREMENT for table `ob_guestbook`
--
ALTER TABLE `ob_guestbook`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=11;
--
-- AUTO_INCREMENT for table `ob_guestbookfield`
--
ALTER TABLE `ob_guestbookfield`
  MODIFY `id` int(20) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=13;
--
-- AUTO_INCREMENT for table `ob_g_cate`
--
ALTER TABLE `ob_g_cate`
  MODIFY `catid` int(11) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=3;
--
-- AUTO_INCREMENT for table `ob_g_reply`
--
ALTER TABLE `ob_g_reply`
  MODIFY `rid` int(11) unsigned NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `ob_invite`
--
ALTER TABLE `ob_invite`
  MODIFY `inviteid` int(11) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=20;
--
-- AUTO_INCREMENT for table `ob_lang`
--
ALTER TABLE `ob_lang`
  MODIFY `id` int(20) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=5;
--
-- AUTO_INCREMENT for table `ob_license`
--
ALTER TABLE `ob_license`
  MODIFY `id` int(11) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=6275;
--
-- AUTO_INCREMENT for table `ob_linkword`
--
ALTER TABLE `ob_linkword`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=3;
--
-- AUTO_INCREMENT for table `ob_my_yingpin`
--
ALTER TABLE `ob_my_yingpin`
  MODIFY `fid` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=10;
--
-- AUTO_INCREMENT for table `ob_newconfig`
--
ALTER TABLE `ob_newconfig`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=5;
--
-- AUTO_INCREMENT for table `ob_notification`
--
ALTER TABLE `ob_notification`
  MODIFY `id` int(10) NOT NULL AUTO_INCREMENT COMMENT '通知表ID';
--
-- AUTO_INCREMENT for table `ob_operators`
--
ALTER TABLE `ob_operators`
  MODIFY `id` int(255) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=2;
--
-- AUTO_INCREMENT for table `ob_option`
--
ALTER TABLE `ob_option`
  MODIFY `id` int(11) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=6;
--
-- AUTO_INCREMENT for table `ob_pay_exchange`
--
ALTER TABLE `ob_pay_exchange`
  MODIFY `exchangeid` int(11) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `ob_p_ologin`
--
ALTER TABLE `ob_p_ologin`
  MODIFY `ologin_id` tinyint(3) unsigned NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `ob_p_orders`
--
ALTER TABLE `ob_p_orders`
  MODIFY `id` mediumint(8) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=112;
--
-- AUTO_INCREMENT for table `ob_p_pay`
--
ALTER TABLE `ob_p_pay`
  MODIFY `pay_id` tinyint(3) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=4;
--
-- AUTO_INCREMENT for table `ob_p_shipping`
--
ALTER TABLE `ob_p_shipping`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=4;
--
-- AUTO_INCREMENT for table `ob_reply`
--
ALTER TABLE `ob_reply`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT COMMENT '回复表ID·';
--
-- AUTO_INCREMENT for table `ob_sessions`
--
ALTER TABLE `ob_sessions`
  MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=2;
--
-- AUTO_INCREMENT for table `ob_settings`
--
ALTER TABLE `ob_settings`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=7;
--
-- AUTO_INCREMENT for table `ob_stats`
--
ALTER TABLE `ob_stats`
  MODIFY `id` int(11) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=8;
--
-- AUTO_INCREMENT for table `ob_type`
--
ALTER TABLE `ob_type`
  MODIFY `typeid` int(6) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=409;
--
-- AUTO_INCREMENT for table `ob_union_pay`
--
ALTER TABLE `ob_union_pay`
  MODIFY `payid` int(10) unsigned NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `ob_union_visit`
--
ALTER TABLE `ob_union_visit`
  MODIFY `visitid` int(10) unsigned NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `ob_user`
--
ALTER TABLE `ob_user`
  MODIFY `userid` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=3;
--
-- AUTO_INCREMENT for table `ob_usergroup`
--
ALTER TABLE `ob_usergroup`
  MODIFY `groupid` int(11) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=1001;
--
-- AUTO_INCREMENT for table `ob_user_history`
--
ALTER TABLE `ob_user_history`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT COMMENT '表自增id',AUTO_INCREMENT=478;
--
-- AUTO_INCREMENT for table `ob_vote_logs`
--
ALTER TABLE `ob_vote_logs`
  MODIFY `id` int(11) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=5;
--
-- AUTO_INCREMENT for table `ob_webscan`
--
ALTER TABLE `ob_webscan`
  MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `ob_webscan360`
--
ALTER TABLE `ob_webscan360`
  MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `ob_weixin`
--
ALTER TABLE `ob_weixin`
  MODIFY `id` int(11) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=2;
--
-- AUTO_INCREMENT for table `ob_weixinmenu`
--
ALTER TABLE `ob_weixinmenu`
  MODIFY `id` int(11) unsigned NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `ob_weixinreply`
--
ALTER TABLE `ob_weixinreply`
  MODIFY `id` int(11) unsigned NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `ob_xfconsumption`
--
ALTER TABLE `ob_xfconsumption`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=8;
--
-- AUTO_INCREMENT for table `ob_zanlog`
--
ALTER TABLE `ob_zanlog`
  MODIFY `zlid` int(11) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=13;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
